[FP01]
Code = SIMS4.OFF.SOLP.0x000000000001266C
Name_en_US = Holiday Celebration Pack
Name_cs_CZ = Balíček Šťastné a veselé
Name_da_DK = Julefest-pakke
Name_de_DE = Fröhliche Feiertage-Pack
Name_es_ES = Pack Felices Fiestas
Name_fi_FI = Juhlatunnelmaa-paketti
Name_fr_FR = Pack Fêtes de fin d’année
Name_it_IT = Pacchetto Celebrazione delle Festività
Name_ja_JP = ホリデーシーズンパック
Name_ko_KR = 즐거운 연휴 팩
Name_nl_NL = Feestdagenpakket
Name_no_NO = Julefestpakke
Name_pl_PL = Zestaw Świąteczny
Name_pt_BR = Pacote de Festas de Fim de Ano
Name_ru_RU = Набор "Праздничный"
Name_sv_SE = Julhelgspaket
Name_zh_TW = 假日慶祝包
Name_zh_CN = 假日庆祝包

[GP01]
Code = SIMS4.OFF.SOLP.0x0000000000011A4B
Name_en_US = The Sims™ 4 Outdoor Retreat
Name_cs_CZ = The Sims™ 4 Únik do přírody
Name_da_DK = The Sims™ 4 Vildmarksliv
Name_de_DE = Die Sims™ 4 Outdoor-Leben
Name_es_ES = Los Sims™ 4 De Acampada
Name_fi_FI = The Sims™ 4 Ulkoilma
Name_fr_FR = Les Sims™ 4 Destination Nature
Name_it_IT = The Sims™ 4 Gita All'Aria Aperta
Name_ja_JP = The Sims™ 4 Outdoor Retreat
Name_ko_KR = The Sims™ 4 캠핑을 떠나요
Name_nl_NL = De Sims™ 4 In de Natuur
Name_no_NO = The Sims™ 4 Ut i naturen
Name_pl_PL = The Sims™ 4 Ucieczka w Plener
Name_pt_BR = The Sims™ 4 Retiro ao Ar Livre
Name_ru_RU = The Sims™ 4 В поход!
Name_sv_SE = The Sims™ 4 Vildmarken
Name_zh_TW = The Sims™ 4 露天度假
Name_zh_CN = The Sims™ 4 露天度假

[EP01]
Code = SIMS4.OFF.SOLP.0x0000000000011AC5
Name_en_US = The Sims™ 4 Get to Work
Name_cs_CZ = The Sims™ 4 Hurá do práce!
Name_da_DK = The Sims™ 4 Arbejdstid
Name_de_DE = Die Sims™ 4 An die Arbeit!
Name_es_ES = Los Sims™ 4 ¡A Trabajar!
Name_fi_FI = The Sims™ 4 Duunipäivä
Name_fr_FR = Les Sims™ 4 Au Travail
Name_it_IT = The Sims™ 4 Al Lavoro!
Name_ja_JP = The Sims™ 4 Get to Work
Name_ko_KR = The Sims™ 4 Get to Work
Name_nl_NL = De Sims™ 4 Aan het Werk
Name_no_NO = The Sims™ 4 På jobben
Name_pl_PL = The Sims™ 4 Witaj w Pracy
Name_pt_BR = The Sims™ 4 Ao Trabalho
Name_ru_RU = The Sims™ 4 На работу!
Name_sv_SE = The Sims™ 4 Dags att jobba
Name_zh_TW = The Sims™ 4 來去上班
Name_zh_CN = The Sims™ 4 来去上班

[SP01]
Code = SIMS4.OFF.SOLP.0x0000000000016390
Name_en_US = The Sims™ 4 Luxury Party Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Přepychový večírek
Name_da_DK = The Sims™ 4 Luksusfest Stuff
Name_de_DE = Die Sims™ 4 Luxus-Party-Accessoires
Name_es_ES = Los Sims™ 4 Fiesta Glamurosa Pack de Accesorios
Name_fi_FI = The Sims™ 4 Ylelliset bileet Stuff
Name_fr_FR = Les Sims™ 4 Kit d'Objets Soirées de Luxe
Name_it_IT = The Sims™ 4 Feste di lusso Stuff
Name_ja_JP = The Sims™ 4 Luxury Party Stuff
Name_ko_KR = The Sims™ 4 럭셔리 파티 아이템팩
Name_nl_NL = De Sims™ 4 Luxe Feestaccessoires
Name_no_NO = The Sims™ 4 Luksuspartystæsj
Name_pl_PL = The Sims™ 4 Wytworne Przyjęcie Akcesoria
Name_pt_BR = The Sims™ 4 Festa Luxuosa Coleção de Objetos
Name_ru_RU = The Sims™ 4 Роскошная вечеринка Каталог
Name_sv_SE = The Sims™ 4 Lyxigt & Festligt Stuff
Name_zh_TW = The Sims™ 4 豪華派對組合
Name_zh_CN = The Sims™ 4 豪华派对组合

[SP02]
Code = SIMS4.OFF.SOLP.0x0000000000016B37
Name_en_US = The Sims™ 4 Perfect Patio Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Perfektní patio
Name_da_DK = The Sims™ 4 Tjekket terrasse Stuff
Name_de_DE = Die Sims™ 4 Sonnenterrassen-Accessoires
Name_es_ES = Los Sims™ 4 Patio de Ensueño Pack de Accesorios
Name_fi_FI = The Sims™ 4 Täydellinen terassi Stuff
Name_fr_FR = Les Sims™ 4 Kit d'Objets Ambiance Patio
Name_it_IT = The Sims™ 4 Esterni da Sogno Stuff
Name_ja_JP = The Sims™ 4 Perfect Patio Stuff
Name_ko_KR = The Sims™ 4 완벽한 테라스 아이템팩
Name_nl_NL = De Sims™ 4 Perfecte Patio Accessoirespakket
Name_no_NO = The Sims™ 4 Vidunderlig veranda Stuff
Name_pl_PL = The Sims™ 4 Perfekcyjne Patio Akcesoria
Name_pt_BR = The Sims™ 4 Coleção de Objetos Terraço Perfeito
Name_ru_RU = The Sims™ 4 Внутренний дворик – Каталог
Name_sv_SE = The Sims™ 4 Utomordentlig Uteplats Stuff
Name_zh_TW = The Sims™ 4 完美露台組合
Name_zh_CN = The Sims™ 4 完美露台组合

[GP02]
Code = SIMS4.OFF.SOLP.0x0000000000016C2A
Name_en_US = The Sims™ 4 Spa Day
Name_cs_CZ = The Sims™ 4 Návštěva v lázních
Name_da_DK = The Sims™ 4 Spa-dag
Name_de_DE = Die Sims™ 4 Wellness-Tag
Name_es_ES = Los Sims™ 4 Día de Spa
Name_fi_FI = The Sims™ 4 Kylpyläpäivä
Name_fr_FR = Les Sims™ 4 Détente au Spa
Name_it_IT = The Sims™ 4 Un giorno alla Spa
Name_ja_JP = The Sims™ 4 Spa Day
Name_ko_KR = The Sims™ 4 스파 데이
Name_nl_NL = De Sims™ 4 Wellnessdag
Name_no_NO = The Sims™ 4 En dag på spa
Name_pl_PL = The Sims™ 4 Dzień w Spa
Name_pt_BR = O The Sims™ 4 Dia de Spa
Name_ru_RU = The Sims™ 4 День спа
Name_sv_SE = The Sims™ 4 Spadag
Name_zh_TW = The Sims™ 4 Spa Day
Name_zh_CN = The Sims™ 4 Spa Day

[SP03]
Code = SIMS4.OFF.SOLP.0x0000000000018B66
Name_en_US = The Sims™ 4 Cool Kitchen Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Báječná kuchyně
Name_da_DK = The Sims™ 4 Cool køkkenindhold
Name_de_DE = Die Sims™ 4 Coole Küchen-Accessoires
Name_es_ES = Los Sims™ 4 Cocina Divina Pack de Accesorios
Name_fi_FI = The Sims™ 4 Kuumaa keittiökamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets En Cuisine
Name_it_IT = The Sims™ 4 Cucina Perfetta Stuff
Name_ja_JP = The Sims™ 4 Cool Kitchen Stuff
Name_ko_KR = The Sims™ 4 즐거운 주방 아이템팩
Name_nl_NL = De Sims™ 4 Coole Keukenaccessoires
Name_no_NO = The Sims™ 4 Kult kjøkkenstæsj
Name_pl_PL = The Sims™ 4 Kuchnia na Wypasie Akcesoria
Name_pt_BR = The Sims™ 4 Cozinha Maneira Coleção de Objetos
Name_ru_RU = The Sims™ 4 Классная кухня — Каталог
Name_sv_SE = The Sims™ 4 Coola köksprylar
Name_zh_TW = The Sims™ 4 冰酷廚房組合
Name_zh_CN = The Sims™ 4 冰酷厨房组合

[SP04]
Code = SIMS4.OFF.SOLP.0x0000000000019B59
Name_en_US = The Sims™ 4 Spooky Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Strašidelné věcičky
Name_da_DK = The Sims™ 4 Hjemsøgt indhold
Name_de_DE = Die Sims™ 4 Grusel-Accessoires
Name_es_ES = Los Sims™ 4 Escalofriante Pack de Accesorios
Name_fi_FI = The Sims™ 4 Kammokamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Accessoires Effrayants
Name_it_IT = The Sims™ 4 Accessori da Brivido Stuff
Name_ja_JP = The Sims™ 4 Spooky Stuff
Name_ko_KR = The Sims™ 4 오싹오싹 아이템팩
Name_nl_NL = De Sims™ 4 Griezelige Accessoires
Name_no_NO = The Sims™ 4 Skrekkstæsj
Name_pl_PL = The Sims™ 4 Upiorności Akcesoria
Name_pt_BR = The Sims™ 4 Assombroso Coleção de Objetos
Name_ru_RU = The Sims™ 4 Жуткие вещи — Каталог
Name_sv_SE = The Sims™ 4 Läskiga prylar
Name_zh_TW = The Sims™ 4 毛骨悚然組合
Name_zh_CN = The Sims™ 4 毛骨悚然组合

[EP02]
Code = SIMS4.OFF.SOLP.0x00000000000170FF
Name_en_US = The Sims™ 4 Get Together
Name_cs_CZ = The Sims™ 4 Společná zábava
Name_da_DK = The Sims™ 4 Nye venner
Name_de_DE = Die Sims™ 4 Zeit für Freunde
Name_es_ES = Los Sims™ 4 ¿Quedamos?
Name_fi_FI = The Sims™ 4 Kimppapuuhaa
Name_fr_FR = Les Sims™ 4 Vivre Ensemble
Name_it_IT = The Sims™ 4 Usciamo Insieme!
Name_ja_JP = The Sims™ 4 Get Together
Name_ko_KR = The Sims™ 4 모두 함께 놀아요
Name_nl_NL = De Sims™ 4 Beleef het Samen
Name_no_NO = The Sims™ 4 Gøy med gjengen
Name_pl_PL = The Sims™ 4 Spotkajmy się
Name_pt_BR = The Sims™ 4 Junte-se à Galera
Name_ru_RU = The Sims™ 4 Веселимся вместе!
Name_sv_SE = The Sims™ 4 Trevligt tillsammans
Name_zh_TW = The Sims™ 4 同歡共樂
Name_zh_CN = The Sims™ 4 同欢共乐

[SP05]
Code = SIMS4.OFF.SOLP.0x000000000001A9A7
Name_en_US = The Sims™ 4 Movie Hangout Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Domácí kino
Name_da_DK = The Sims™ 4 Filmelskerindhold
Name_de_DE = Die Sims™ 4 Heimkino-Accessoires
Name_es_ES = Los Sims™ 4 Noche de Cine Pack de Accesorios
Name_fi_FI = The Sims™ 4 Leffailtakamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Comme au cinéma
Name_it_IT = The Sims™ 4 Serata Cinema Stuff
Name_ja_JP = The Sims™ 4 Movie Hangout Stuff
Name_ko_KR = The Sims™ 4 영화보는 날 아이템팩
Name_nl_NL = De Sims™ 4 Filmavond Accessoires
Name_no_NO = The Sims™ 4 Filmstæsj
Name_pl_PL = The Sims™ 4 Kino Domowe Akcesoria
Name_pt_BR = The Sims™ 4 Noite de Cinema Coleção de Objetos
Name_ru_RU = The Sims™ 4 Домашний кинотеатр – Каталог
Name_sv_SE = The Sims™ 4 Filmkvällsprylar
Name_zh_TW = The Sims™ 4 電影同樂組合
Name_zh_CN = The Sims™ 4 电影同乐组合

[SP06]
Code = SIMS4.OFF.SOLP.0x000000000001C04E
Name_en_US = The Sims™ 4 Romantic Garden Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Romantická zahrada
Name_da_DK = The Sims™ 4 Romantisk haveindhold
Name_de_DE = Die Sims™ 4 Romantische Garten-Accessoires
Name_es_ES = Los Sims™ 4 Jardín Romántico Pack de Accesorios
Name_fi_FI = The Sims™ 4 Romanttista puutarhakamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Jardin Romantique
Name_it_IT = The Sims™ 4 Giardini Romantici Stuff
Name_ja_JP = The Sims™ 4 Romantic Garden Stuff
Name_ko_KR = The Sims™ 4 로맨틱 가든 아이템팩
Name_nl_NL = De Sims™ 4 Romantische Tuinaccessoires
Name_no_NO = The Sims™ 4 Romantisk hagestæsj
Name_pl_PL = The Sims™ 4 Romantyczny ogród Akcesoria
Name_pt_BR = The Sims™ 4 Jardim Romântico Coleção de Objetos
Name_ru_RU = The Sims™ 4 Романтический сад — Каталог
Name_sv_SE = The Sims™ 4 Romantiska trädgårdsprylar
Name_zh_TW = The Sims™ 4 浪漫花園組合
Name_zh_CN = The Sims™ 4 浪漫花园组合

[GP03]
Code = SIMS4.OFF.SOLP.0x000000000001C03A
Name_en_US = The Sims™ 4 Dine Out
Name_cs_CZ = The Sims™ 4 Jdeme se najíst
Name_da_DK = The Sims™ 4 Ud at spise
Name_de_DE = Die Sims™ 4 Gaumenfreuden
Name_es_ES = Los Sims™ 4 Escapada Gourmet
Name_fi_FI = The Sims™ 4 Ulos syömään
Name_fr_FR = Les Sims™ 4 Au Restaurant
Name_it_IT = The Sims™ 4 Mangiamo Fuori
Name_ja_JP = The Sims™ 4 Dine Out
Name_ko_KR = The Sims™ 4 외식하기 좋은날
Name_nl_NL = De Sims™ 4 Uit Eten
Name_no_NO = The Sims™ 4 Ut og spise
Name_pl_PL = The Sims™ 4 Zjedzmy na mieście
Name_pt_BR = The Sims™ 4 Escapada Gourmet
Name_ru_RU = The Sims™ 4 В ресторане
Name_sv_SE = The Sims™ 4 Äta ute
Name_zh_TW = The Sims™ 4 外出用餐
Name_zh_CN = The Sims™ 4 外出用餐

[SP07]
Code = SIMS4.OFF.SOLP.0x000000000001D5F2
Name_en_US = The Sims™ 4 Kids Room Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Dětský pokoj
Name_da_DK = The Sims™ 4 Børneværelse-indhold
Name_de_DE = Die Sims™ 4 Kinderzimmer-Accessoires
Name_es_ES = Los Sims™ 4 Cuarto de Niños Pack de Accesorios
Name_fi_FI = The Sims™ 4 Lastenhuonekamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Chambre d'enfants
Name_it_IT = The Sims™ 4 Stanza dei Bimbi Stuff
Name_ja_JP = The Sims™ 4 Kids Room Stuff
Name_ko_KR = The Sims™ 4 키즈룸 아이템팩
Name_nl_NL = De Sims™ 4 Kinderkamer Accessoires
Name_no_NO = The Sims™ 4 Stæsj til barnerommet
Name_pl_PL = The Sims™ 4 Pokój dzieciaków Akcesoria
Name_pt_BR = The Sims™ 4 Quarto das Crianças Coleção de Objetos
Name_ru_RU = The Sims™ 4 Детская комната — Каталог
Name_sv_SE = The Sims™ 4 Barnrumsprylar
Name_zh_TW = The Sims™ 4 童樂房間組合
Name_zh_CN = The Sims™ 4 童乐房间组合

[SP08]
Code = SIMS4.OFF.SOLP.0x0000000000020176
Name_en_US = The Sims™ 4 Backyard Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Zahrada za domem
Name_da_DK = The Sims™ 4 Baghaveindhold
Name_de_DE = Die Sims™ 4 Gartenspaß-Accessoires
Name_es_ES = Los Sims™ 4 Diversión en el Patio Pack de Accesorios
Name_fi_FI = The Sims™ 4 Pihakamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets En plein air
Name_it_IT = The Sims™ 4 Divertimento in Cortile Stuff
Name_ja_JP = The Sims™ 4 Backyard Stuff
Name_ko_KR = The Sims™ 4 마당 꾸미기 아이템팩
Name_nl_NL = De Sims™ 4 Achtertuin Accessoires
Name_no_NO = The Sims™ 4 Stæsj til uteplassen
Name_pl_PL = The Sims™ 4 Zabawa na podwórku Akcesoria
Name_pt_BR = The Sims™ 4 Diversão no Quintal Coleção de Objetos
Name_ru_RU = The Sims™ 4 На заднем дворе — Каталог
Name_sv_SE = The Sims™ 4 Soliga trädgårdsprylar
Name_zh_TW = The Sims™ 4 休閒後院組合
Name_zh_CN = The Sims™ 4 休闲后院组合

[EP03]
Code = SIMS4.OFF.SOLP.0x000000000001D5ED
Name_en_US = The Sims™ 4 City Living
Name_cs_CZ = The Sims™ 4 Život ve městě
Name_da_DK = The Sims™ 4 Byliv
Name_de_DE = Die Sims™ 4 Großstadtleben
Name_es_ES = Los Sims™ 4 Urbanitas
Name_fi_FI = The Sims™ 4 Kaupunkielämää
Name_fr_FR = Les Sims™ 4 Vie Citadine
Name_it_IT = The Sims™ 4 Vita in Città
Name_ja_JP = The Sims™ 4 City Living
Name_ko_KR = The Sims™ 4 시끌벅적 도시 생활
Name_nl_NL = De Sims™ 4 Stedelijk Leven
Name_no_NO = The Sims™ 4 Livet i byen
Name_pl_PL = The Sims™ 4 Miejskie życie
Name_pt_BR = The Sims™ 4 Vida na Cidade
Name_ru_RU = The Sims™ 4 Жизнь в городе
Name_sv_SE = The Sims™ 4 Stadsliv
Name_zh_TW = The Sims™ 4 都會生活
Name_zh_CN = The Sims™ 4 都会生活

[SP09]
Code = SIMS4.OFF.SOLP.0x0000000000022C32
Name_en_US = The Sims™ 4 Vintage Glamour Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Staré časy
Name_da_DK = The Sims™ 4 Vintage glamourindhold
Name_de_DE = Die Sims™ 4 Vintage Glamour-Accessoires
Name_es_ES = Los Sims™ 4 Glamour Vintage Pack de Accesorios
Name_fi_FI = The Sims™ 4 Klassista luksuskamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Accessoires Vintage
Name_it_IT = The Sims™ 4 Vintage Glamour Stuff
Name_ja_JP = The Sims™ 4 Vintage Glamour Stuff
Name_ko_KR = The Sims™ 4 빈티지 홈 아이템팩
Name_nl_NL = De Sims™ 4 Vintage Glamour Accessoires
Name_no_NO = The Sims™ 4 Retroglamstæsj
Name_pl_PL = The Sims™ 4 Styl dawnych lat Akcesoria
Name_pt_BR = The Sims™ 4 Glamour Vintage Coleção de Objetos
Name_ru_RU = The Sims™ 4 Гламурный винтаж — Каталог
Name_sv_SE = The Sims™ 4 Klassiska glamourprylar
Name_zh_TW = The Sims™ 4 復古經典組合
Name_zh_CN = The Sims™ 4 复古经典组合

[GP04]
Code = SIMS4.OFF.SOLP.0x000000000002376D
Name_en_US = The Sims™ 4 Vampires
Name_cs_CZ = The Sims™ 4 Upíři
Name_da_DK = The Sims™ 4 Vampyrer
Name_de_DE = Die Sims™ 4 Vampire
Name_es_ES = Los Sims™ 4 Vampiros
Name_fi_FI = The Sims™ 4 Vampyyrit
Name_fr_FR = Les Sims™ 4 Vampires
Name_it_IT = The Sims™ 4 Vampiri
Name_ja_JP = The Sims™ 4 Vampires
Name_ko_KR = The Sims™ 4 뱀파이어
Name_nl_NL = De Sims™ 4 Vampieren
Name_no_NO = The Sims™ 4 Vampyrer
Name_pl_PL = The Sims™ 4 Wampiry
Name_pt_BR = The Sims™ 4 Vampiros
Name_ru_RU = The Sims™ 4 Вампиры
Name_sv_SE = The Sims™ 4 Vampyrer
Name_zh_TW = The Sims™ 4 吸血鬼
Name_zh_CN = The Sims™ 4 吸血鬼

[SP10]
Code = SIMS4.OFF.SOLP.0x0000000000027128
Name_en_US = The Sims™ 4 Bowling Night Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Bowlingový večer
Name_da_DK = The Sims™ 4 Bowlingindhold
Name_de_DE = Die Sims™ 4 Bowling-Abend-Accessoires
Name_es_ES = Los Sims™ 4 Noche de Bolos Pack de Accesorios
Name_fi_FI = The Sims™ 4 Keilailukamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Soirée Bowling
Name_it_IT = The Sims™ 4 Serata Bowling Stuff
Name_ja_JP = The Sims™ 4 Bowling Night Stuff
Name_ko_KR = The Sims™ 4 즐거운 볼링 아이템팩
Name_nl_NL = De Sims™ 4 Bowlingavond Accessoires
Name_no_NO = The Sims™ 4 Bowlingstæsj
Name_pl_PL = The Sims™ 4 Wieczór na kręgielni Akcesoria
Name_pt_BR = The Sims™ 4 Noite de Boliche Coleção de Objetos
Name_ru_RU = The Sims™ 4 Вечер боулинга — Каталог
Name_sv_SE = The Sims™ 4 Bowlingprylar
Name_zh_TW = The Sims™ 4 保齡球之夜組合
Name_zh_CN = The Sims™ 4 保龄球之夜组合

[GP05]
Code = SIMS4.OFF.SOLP.0x0000000000027890
Name_en_US = The Sims™ 4 Parenthood
Name_cs_CZ = The Sims™ 4 Rodičovství
Name_da_DK = The Sims™ 4 Forældre
Name_de_DE = Die Sims™ 4 Elternfreuden
Name_es_ES = Los Sims™ 4 Papás y Mamás
Name_fi_FI = The Sims™ 4 Vanhemmuus
Name_fr_FR = Les Sims™ 4 Être parents
Name_it_IT = The Sims™ 4 Vita da Genitori
Name_ja_JP = The Sims™ 4 Parenthood
Name_ko_KR = The Sims™ 4 육아 일기
Name_nl_NL = De Sims™ 4 Ouderschap
Name_no_NO = The Sims™ 4 Foreldre og barn
Name_pl_PL = The Sims™ 4 Być rodzicem
Name_pt_BR = The Sims™ 4 Vida em Família
Name_ru_RU = The Sims™ 4 Родители
Name_sv_SE = The Sims™ 4 Föräldraliv
Name_zh_TW = The Sims™ 4 生兒育女
Name_zh_CN = The Sims™ 4 生儿育女

[SP11]
Code = SIMS4.OFF.SOLP.0x0000000000028FE2
Name_en_US = The Sims™ 4 Fitness Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Fitness
Name_da_DK = The Sims™ 4 Fitnessindhold
Name_de_DE = Die Sims™ 4 Fitness-Accessoires
Name_es_ES = Los Sims™ 4 Fitness Pack de Accesorios
Name_fi_FI = The Sims™ 4 Fitnesskamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Fitness
Name_it_IT = The Sims™ 4 Fitness Stuff
Name_ja_JP = The Sims™ 4 Fitness Stuff
Name_ko_KR = The Sims™ 4 피트니스 아이템팩
Name_nl_NL = De Sims™ 4 Fitness Accessoires
Name_no_NO = The Sims™ 4 Treningsstæsj
Name_pl_PL = The Sims™ 4 Fitness Akcesoria
Name_pt_BR = The Sims™ 4 Fitness Coleção de Objetos
Name_ru_RU = The Sims™ 4 Фитнес — Каталог
Name_sv_SE = The Sims™ 4 Träningsprylar
Name_zh_TW = The Sims™ 4 健身樂活組合
Name_zh_CN = The Sims™ 4 健身乐活组合

[SP12]
Code = SIMS4.OFF.SOLP.0x000000000002A4FE
Name_en_US = The Sims™ 4 Toddler Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Batolata
Name_da_DK = The Sims™ 4 Tumlingeindhold
Name_de_DE = Die Sims™ 4 Kleinkind-Accessoires
Name_es_ES = Los Sims™ 4 Infantes Pack de Accesorios
Name_fi_FI = The Sims™ 4 Taaperokamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Bambins
Name_it_IT = The Sims™ 4 Bebè Stuff
Name_ja_JP = The Sims™ 4 Toddler Stuff
Name_ko_KR = The Sims™ 4 토들러 아이템팩
Name_nl_NL = De Sims™ 4 Peuter Accessoires
Name_no_NO = The Sims™ 4 Småbarnsstæsj
Name_pl_PL = The Sims™ 4 Małe dzieci Akcesoria
Name_pt_BR = The Sims™ 4 Bebês Coleção de Objetos
Name_ru_RU = The Sims™ 4 Детские вещи — Каталог
Name_sv_SE = The Sims™ 4 Småbarnsprylar
Name_zh_TW = The Sims™ 4 幼兒組合
Name_zh_CN = The Sims™ 4 幼儿组合

[EP04]
Code = SIMS4.OFF.SOLP.0x000000000002714B
Name_en_US = The Sims™ 4 Cats & Dogs
Name_cs_CZ = The Sims™ 4 Psi a kočky
Name_da_DK = The Sims™ 4 Hunde og katte
Name_de_DE = Die Sims™ 4 Hunde & Katzen
Name_es_ES = Los Sims™ 4 Perros y Gatos
Name_fi_FI = The Sims™ 4 Kissat ja koirat
Name_fr_FR = Les Sims™ 4 Chiens et Chats
Name_it_IT = The Sims™ 4 Cani & Gatti
Name_ja_JP = The Sims™ 4 Cats & Dogs
Name_ko_KR = The Sims™ 4 고양이와 강아지
Name_nl_NL = De Sims™ 4 Honden en Katten
Name_no_NO = The Sims™ 4 Katter og hunder
Name_pl_PL = The Sims™ 4 Psy i koty
Name_pt_BR = The Sims™ 4 Gatos e Cães
Name_ru_RU = The Sims™ 4 Кошки и собаки
Name_sv_SE = The Sims™ 4 Hundar & Katter
Name_zh_TW = The Sims™ 4 貓狗總動員
Name_zh_CN = The Sims™ 4 猫狗总动员

[SP13]
Code = SIMS4.OFF.SOLP.0x000000000002CA06
Name_en_US = The Sims™ 4 Laundry Day Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Pereme
Name_da_DK = The Sims™ 4 Vaskedagindhold
Name_de_DE = Die Sims™ 4 Waschtag-Accessoires
Name_es_ES = Los Sims™ 4 Día de Colada Pack de Accesorios
Name_fi_FI = The Sims™ 4 Pyykkipäiväkamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Jour de lessive
Name_it_IT = The Sims™ 4 Giorno di Bucato Stuff
Name_ja_JP = The Sims™ 4 Laundry Day Stuff
Name_ko_KR = The Sims™ 4 빨래하는 날 아이템팩
Name_nl_NL = De Sims™ 4 Wasgoed Accessoires
Name_no_NO = The Sims 4™ Stæsj til klesvaskedag
Name_pl_PL = The Sims™ 4 Wielkie pranie Akcesoria
Name_pt_BR = The Sims™ 4 Dia de Lavar as Roupas Coleção de Objetos
Name_ru_RU = The Sims™ 4 День стирки — Каталог
Name_sv_SE = The Sims™ 4 Tvättstugeprylar
Name_zh_TW = The Sims™ 4 快樂洗衣日組合
Name_zh_CN = The Sims™ 4 快乐洗衣日组合

[GP06]
Code = SIMS4.OFF.SOLP.0x000000000002B073
Name_en_US = The Sims™ 4 Jungle Adventure
Name_cs_CZ = The Sims™ 4 Dobrodružství v džungli
Name_da_DK = The Sims™ 4 Jungleeventyr
Name_de_DE = Die Sims™ 4 Dschungel-Abenteuer
Name_es_ES = Los Sims™ 4 Aventura en la Selva
Name_fi_FI = The Sims™ 4 Viidakossa
Name_fr_FR = Les Sims™ 4 Dans la jungle
Name_it_IT = The Sims™ 4 Avventura nella Giungla
Name_ja_JP = The Sims™ 4 Jungle Adventure
Name_ko_KR = The Sims™ 4 정글 어드벤처
Name_nl_NL = De Sims™ 4 Jungle Avonturen
Name_no_NO = The Sims™ 4 Jungeleventyr
Name_pl_PL = The Sims™ 4 Przygoda w dżungli
Name_pt_BR = The Sims™ 4 Aventuras na Selva
Name_ru_RU = The Sims™ 4 Приключения в джунглях
Name_sv_SE = The Sims™ 4 Djungeläventyr
Name_zh_TW = The Sims™ 4 叢林探險
Name_zh_CN = The Sims™ 4 丛林探险

[SP14]
Code = SIMS4.OFF.SOLP.0x000000000002EA24
Name_en_US = The Sims™ 4 My First Pet Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Můj první mazlíček
Name_da_DK = The Sims™ 4 Nyt kæledyrsindhold
Name_de_DE = Die Sims™ 4 Mein erstes Haustier-Accessoires
Name_es_ES = Los Sims™ 4 Mi Primera Mascota Pack de Accesorios
Name_fi_FI = The Sims™ 4 Lemmikkikamaa
Name_fr_FR = Les Sims™ 4 Kit d'Objets Premier animal de compagnie
Name_it_IT = The Sims™ 4 Il Mio Primo Animale Stuff
Name_ja_JP = The Sims™ 4 My First Pet Stuff
Name_ko_KR = The Sims™ 4 나의 첫 반려동물 아이템팩
Name_nl_NL = De Sims™ 4 Mijn Eerste Huisdier Accessoires
Name_no_NO = The Sims™ 4 Smådyr og kjæledyrstæsj
Name_pl_PL = The Sims™ 4 Mój pierwszy zwierzak Akcesoria
Name_pt_BR = The Sims™ 4 Meu Primeiro Bichinho Coleção de Objetos
Name_ru_RU = The Sims™ 4 Мой первый питомец — Каталог
Name_sv_SE = The Sims™ 4 Första husdjuret
Name_zh_TW = The Sims™ 4 我的第一隻寵物組合
Name_zh_CN = The Sims™ 4 我的第一只宠物组合

[EP05]
Code = SIMS4.OFF.SOLP.0x000000000002E2C7
Name_en_US = The Sims™ 4 Seasons
Name_cs_CZ = The Sims™ 4 Roční období
Name_da_DK = The Sims™ 4 Årstider
Name_de_DE = Die Sims™ 4 Jahreszeiten
Name_es_ES = Los Sims™ 4 Y Las Cuatro Estaciones
Name_fi_FI = The Sims™ 4 Vuodenajat
Name_fr_FR = Les Sims™ 4 Saisons
Name_it_IT = The Sims™ 4 Stagioni
Name_ja_JP = The Sims™ 4 Seasons
Name_ko_KR = The Sims™ 4 사계절 이야기
Name_nl_NL = De Sims™ 4 Jaargetijden
Name_no_NO = The Sims™ 4 De fire årstider
Name_pl_PL = The Sims™ 4 Cztery pory roku
Name_pt_BR = The Sims™ 4 Estações
Name_ru_RU = The Sims™ 4 Времена года
Name_sv_SE = The Sims™ 4 Årstider
Name_zh_TW = The Sims™ 4 春夏秋冬
Name_zh_CN = The Sims™ 4 春夏秋冬

[EP06]
Code = SIMS4.OFF.SOLP.0x0000000000030553
Name_en_US = The Sims™ 4 Get Famous
Name_cs_CZ = The Sims™ 4 Cesta ke slávě
Name_da_DK = The Sims™ 4 Bliv berømt
Name_de_DE = Die Sims™ 4 Werde berühmt
Name_es_ES = Los Sims™ 4 ¡Rumbo a la Fama!
Name_fi_FI = The Sims™ 4 Kohti kuuluisuutta
Name_fr_FR = Les Sims™ 4 Heure de gloire
Name_it_IT = The Sims™ 4 Nuove Stelle
Name_ja_JP = The Sims™ 4 Get Famous
Name_ko_KR = The Sims™ 4 스타 탄생
Name_nl_NL = De Sims™ 4 Word Beroemd
Name_no_NO = The Sims™ 4 Kjendisfaktor
Name_pl_PL = The Sims™ 4 Zostań gwiazdą
Name_pt_BR = The Sims™ 4 Rumo à Fama
Name_ru_RU = The Sims™ 4 Путь к славе
Name_sv_SE = The Sims™ 4 Kändisliv
Name_zh_TW = The Sims™ 4 星夢起飛
Name_zh_CN = The Sims™ 4 星梦起飞

[GP07]
Code = SIMS4.OFF.SOLP.0x0000000000033910
Name_en_US = The Sims™ 4 StrangerVille
Name_cs_CZ = The Sims™ 4 StrangerVille
Name_da_DK = The Sims™ 4 StrangerVille
Name_de_DE = Die Sims™ 4 StrangerVille
Name_es_ES = Los Sims™ 4 StrangerVille
Name_fi_FI = The Sims™ 4 StrangerVille
Name_fr_FR = Les Sims™ 4 StrangerVille
Name_it_IT = The Sims™ 4 StrangerVille
Name_ja_JP = The Sims™ 4 StrangerVille
Name_ko_KR = The Sims™ 4 스트레인저빌
Name_nl_NL = De Sims™ 4 StrangerVille
Name_no_NO = The Sims™ 4 StrangerVille
Name_pl_PL = The Sims™ 4 StrangerVille
Name_pt_BR = The Sims™ 4 StrangerVille
Name_ru_RU = The Sims™ 4 Стрейнджервиль
Name_sv_SE = The Sims™ 4 StrangerVille
Name_zh_TW = The Sims™ 4 詭奇小鎮
Name_zh_CN = The Sims™ 4 诡奇小镇

[EP07]
Code = SIMS4.OFF.SOLP.0x00000000000327AF
Name_en_US = The Sims™ 4 Island Living
Name_cs_CZ = The Sims™ 4 Život na ostrově
Name_da_DK = The Sims™ 4 Tropeliv
Name_de_DE = Die Sims™ 4 Inselleben
Name_es_ES = Los Sims™ 4 Vida Isleña
Name_fi_FI = The Sims™ 4 Unelmasaari
Name_fr_FR = Les Sims™ 4 Iles paradisiaques
Name_it_IT = The Sims™ 4 Vita sull'Isola
Name_ja_JP = The Sims™ 4 Island Living
Name_ko_KR = The Sims™ 4 아일랜드 라이프
Name_nl_NL = De Sims™ 4 Eiland Leven
Name_no_NO = The Sims™ 4 Livet i tropene
Name_pl_PL = The Sims™ 4 Wyspiarskie życie
Name_pt_BR = The Sims™ 4 Ilhas Tropicais
Name_ru_RU = The Sims™ 4 Жизнь на острове
Name_sv_SE = The Sims™ 4 Paradisö
Name_zh_TW = The Sims™ 4 島嶼生活
Name_zh_CN = The Sims™ 4 岛屿生活

[SP15]
Code = SIMS4.OFF.SOLP.0x000000000003749F
Name_en_US = The Sims™ 4 Moschino Stuff
Name_cs_CZ = Kolekce The Sims™ 4 Moschino
Name_da_DK = The Sims™ 4 Moschinoindhold
Name_de_DE = Die Sims™ 4 Moschino-Accessoires
Name_es_ES = Los Sims™ 4 Moschino Pack de Accesorios
Name_fi_FI = The Sims™ 4 Moschino Stuff
Name_fr_FR = Les Sims™ 4 Kit d'Objets Moschino
Name_it_IT = The Sims™ 4 Moschino Stuff
Name_ja_JP = The Sims™ 4 Moschino Stuff
Name_ko_KR = The Sims™ 4 Moschino 아이템팩
Name_nl_NL = De Sims™ 4 Moschino Accessoires
Name_no_NO = The Sims™ 4 Moschino-stæsj
Name_pl_PL = The Sims™ 4 Moschino Akcesoria
Name_pt_BR = The Sims™ 4 Moschino Coleção de Objetos
Name_ru_RU = The Sims™ 4 Moschino — Каталог
Name_sv_SE = The Sims™ 4 Moschino
Name_zh_TW = The Sims™ 4 Moschino組合
Name_zh_CN = The Sims™ 4 Moschino

[GP08]
Code = SIMS4.OFF.SOLP.0x0000000000036EE8
Name_en_US = The Sims™ 4 Realm of Magic
Name_cs_CZ = The Sims™ 4 Říše kouzel
Name_da_DK = The Sims™ 4 Magiens rige
Name_de_DE = Die Sims™ 4 Reich der Magie
Name_es_ES = Los Sims™ 4 Y El Reino de la Magia
Name_fi_FI = The Sims™ 4 Noituuksia
Name_fr_FR = Les Sims™ 4 Monde magique
Name_it_IT = The Sims™ 4 Regno della Magia
Name_ja_JP = The Sims™ 4 Realm of Magic
Name_ko_KR = The Sims™ 4 마법의 나라
Name_nl_NL = De Sims™ 4 Magisch Rijk
Name_no_NO = The Sims™ 4 Magiens rike
Name_pl_PL = The Sims™ 4 Kraina magii
Name_pt_BR = The Sims™ 4 Reino da Magia
Name_ru_RU = The Sims™ 4 Мир магии
Name_sv_SE = The Sims™ 4 Magins rike
Name_zh_TW = The Sims™ 4 魔法世界
Name_zh_CN = The Sims™ 4 魔法世界

[EP08]
Code = SIMS4.OFF.SOLP.0x0000000000035113
Name_en_US = The Sims™ 4 Discover University
Name_cs_CZ = The Sims™ 4 Hurá na vysokou
Name_da_DK = The Sims™ 4 Udforsk universitetet
Name_de_DE = Die Sims™ 4 An die Uni!
Name_es_ES = Los Sims™ 4 Días de Universidad
Name_fi_FI = The Sims™ 4 Yliopisto
Name_fr_FR = Les Sims™ 4 À la fac
Name_it_IT = The Sims™ 4 Vita Universitaria
Name_ja_JP = The Sims™ 4 Discover University
Name_ko_KR = The Sims™ 4 캠퍼스 라이프
Name_nl_NL = De Sims™ 4 Studentenleven
Name_no_NO = The Sims™ 4 Studentliv
Name_pl_PL = The Sims™ 4 Uniwersytet
Name_pt_BR = The Sims™ 4 Vida Universitária
Name_ru_RU = The Sims™ 4 В университете
Name_sv_SE = The Sims™ 4 Studentliv
Name_zh_TW = The Sims™ 4 玩轉大學
Name_zh_CN = The Sims™ 4 玩转大学

[SP16]
Code = SIMS4.OFF.SOLP.0x000000000003A92D
Name_en_US = The Sims™ 4 Tiny Living Stuff Pack
Name_cs_CZ = Kolekce The Sims™ 4 Minibydlení
Name_da_DK = The Sims™ 4 Småt og smart Stuff Pack
Name_de_DE = Die Sims™ 4 Tiny Houses-Accessoires
Name_es_ES = Los Sims™ 4 Minicasas Pack de Accesorios
Name_fi_FI = The Sims™ 4 Pikkukotikamaa Stuff Pack
Name_fr_FR = Kit d'objets Les Sims™ 4 Mini-maisons
Name_it_IT = The Sims™ 4 Mini Case Stuff Pack
Name_ja_JP = The Sims™ 4 Tiny Living Stuff Pack
Name_ko_KR = The Sims™ 4 미니멀 라이프 아이템팩
Name_nl_NL = De Sims™ 4 Klein Wonen
Name_no_NO = The Sims™ 4 Smått og Smart Stæsjpakke
Name_pl_PL = The Sims™ 4 Kompaktowe wnętrza Akcesoria
Name_pt_BR = The Sims™ 4 Vida Compacta Coleção de Objetos
Name_ru_RU = The Sims™ 4 Компактная жизнь — Каталог
Name_sv_SE = The Sims™ 4 Smått och smart Stuff Pack
Name_zh_TW = The Sims™ 4 溫馨小居組合
Name_zh_CN = The Sims™ 4 温馨小居组合包

[EP09]
Code = SIMS4.OFF.SOLP.0x0000000000039AA7
Name_en_US = The Sims™ 4 Eco Lifestyle
Name_cs_CZ = The Sims™ 4 Ekobydlení
Name_da_DK = The Sims™ 4 Grønt er skønt
Name_de_DE = Die Sims™ 4 Nachhaltig leben
Name_es_ES = Los Sims™ 4 Vida Ecológica
Name_fi_FI = The Sims™ 4 Ekoelämää
Name_fr_FR = Les Sims™ 4 Écologie
Name_it_IT = The Sims™ 4 Vita Ecologica
Name_ja_JP = The Sims™ 4 Eco Lifestyle
Name_ko_KR = The Sims™ 4 에코 라이프
Name_nl_NL = De Sims™ 4 Ecologisch Leven
Name_no_NO = The Sims™ 4 Bærekraftig liv
Name_pl_PL = The Sims™ 4 Życie eko
Name_pt_BR = The Sims™ 4 Vida Sustentável
Name_ru_RU = The Sims™ 4 Экологичная жизнь
Name_sv_SE = The Sims™ 4 Eko-liv
Name_zh_TW = The Sims™ 4 綠色生活
Name_zh_CN = The Sims™ 4 绿色生活

[SP17]
Code = SIMS4.OFF.SOLP.0x000000000003D4E9
Name_en_US = The Sims™ 4 Nifty Knitting
Name_cs_CZ = The Sims™ 4 Parádní pletení
Name_da_DK = The Sims™ 4 Halløj med strikketøj
Name_de_DE = Die Sims™ 4 Schick mit Strick
Name_es_ES = Los Sims™ 4 Portentos del Punto
Name_fi_FI = The Sims™ 4 Näppärää neulontakamaa
Name_fr_FR = Les Sims™ 4 Tricot de pro
Name_it_IT = The Sims™ 4 Portento del Punto
Name_ja_JP = The Sims™ 4 Nifty Knitting
Name_ko_KR = The Sims™ 4 뚝딱뚝딱 뜨개질
Name_nl_NL = De Sims™ 4 Uitgebreid Breien
Name_no_NO = The Sims™ 4 Kreativt Strikketøy
Name_pl_PL = The Sims™ 4 Włóczkowe historie
Name_pt_BR = The Sims™ 4 Truques de Tricô
Name_ru_RU = The Sims™ 4 Нарядные Нитки — Каталог
Name_sv_SE = The Sims™ 4 Skickligt stickat
Name_zh_TW = The Sims™ 4 巧手針織
Name_zh_CN = The Sims™ 4 巧缝妙织

[GP09]
Code = SIMS4.OFF.SOLP.0x000000000003B1C1
Name_en_US = The Sims™ 4 Star Wars™: Journey to Batuu
Name_cs_CZ = The Sims™ 4 Star Wars™: Výprava na Batuu
Name_da_DK = The Sims™ 4 Star Wars™: Rejsen til Batuu
Name_de_DE = Die Sims™ 4 Star Wars™: Reise nach Batuu
Name_es_ES = Los Sims™ 4 Star Wars™: Viaje a Batuu
Name_fi_FI = The Sims™ 4 Star Wars™: Matka Batuulle
Name_fr_FR = Les Sims™ 4 Star Wars™: Voyage sur Batuu
Name_it_IT = The Sims™ 4 Star Wars™: Viaggio a Batuu
Name_ja_JP = The Sims™ 4 Star Wars™: Journey to Batuu
Name_ko_KR = The Sims™ 4 스타워즈: 바투 행성의 모험
Name_nl_NL = De Sims™ 4 Star Wars™: Journey to Batuu
Name_no_NO = The Sims™ 4 Star Wars™: Reisen til Batuu
Name_pl_PL = The Sims™ 4 Star Wars™: Wyprawa na Batuu
Name_pt_BR = The Sims™ 4 Star Wars™: Jornada para Batuu
Name_ru_RU = The Sims™ 4 Star Wars™: Путешествие на Батуу
Name_sv_SE = The Sims™ 4 Star Wars™: Resan till Batuu
Name_zh_TW = The Sims™ 4 Star Wars™：巴圖星之旅
Name_zh_CN = The Sims™ 4 星球大战™：巴图之旅

[EP10]
Code = SIMS4.OFF.SOLP.0x000000000003C344
Name_en_US = The Sims™ 4 Snowy Escape
Name_cs_CZ = The Sims™ 4 Život na horách
Name_da_DK = The Sims™ 4 Snedrømme
Name_de_DE = Die Sims™ 4 Ab ins Schneeparadies
Name_es_ES = Los Sims™ 4 Escapada en la Nieve
Name_fi_FI = The Sims™ 4 Lumisten vuorten maa
Name_fr_FR = Les Sims™ 4 Escapade enneigée
Name_it_IT = The Sims™ 4 Oasi Innevata
Name_ja_JP = The Sims™ 4 Snowy Escape
Name_ko_KR = The Sims™ 4 겨울이야기
Name_nl_NL = De Sims™ 4 Sneeuwpret
Name_no_NO = The Sims™ 4 Snøparadis
Name_pl_PL = The Sims™ 4 Śnieżna eskapada
Name_pt_BR = The Sims™ 4 Diversão na Neve
Name_ru_RU = The Sims™ 4 Снежные просторы
Name_sv_SE = The Sims™ 4 Snöiga bergen
Name_zh_TW = The Sims™ 4 雪國勝地
Name_zh_CN = The Sims™ 4 雪境仙踪

[SP18]
Code = SIMS4.OFF.SOLP.0x000000000003FA50
Name_en_US = The Sims™ 4 Paranormal Stuff Pack
Name_cs_CZ = Kolekce The Sims™ 4 Paranormálno
Name_da_DK = The Sims™ 4 Paranormal Stuff Pack
Name_de_DE = Die Sims™ 4 Paranormale Phänomene-Accessoires
Name_es_ES = Los Sims™ 4 Fenómenos Paranormales Pack de Accesorios
Name_fi_FI = The Sims™ 4 Yliluonnollista kamaa Stuff Pack
Name_fr_FR = Les Sims™ 4 Kit d'Objets Paranormal
Name_it_IT = The Sims™ 4 Fenomeni Paranormali Stuff Pack
Name_ja_JP = The Sims™ 4 Paranormal Stuff Pack
Name_ko_KR = The Sims™ 4 파라노멀 아이템팩
Name_nl_NL = De Sims™ 4 Paranormaal Accessoirespakket
Name_no_NO = The Sims™ 4 Paranormal Stæsjpakke
Name_pl_PL = The Sims™ 4 Zjawiska paranormalne Akcesoria
Name_pt_BR = The Sims™ 4 Sobrenatural Coleção de Objetos
Name_ru_RU = The Sims™ 4 Паранормальное — Каталог
Name_sv_SE = The Sims™ 4 Paranormalt Stuff Pack
Name_zh_TW = The Sims™ 4 靈異大追擊組合
Name_zh_CN = The Sims™ 4 灵异追击组合

[SP20]
Code = SIMS4.OFF.SOLP.0x000000000004008B
Name_en_US = The Sims™ 4 Throwback Fit Kit
Name_cs_CZ = Výbava The Sims™ 4 Retro styl
Name_da_DK = The Sims™ 4 Tilbage i tiden-kit
Name_de_DE = Die Sims™ 4 Retro Fit & Chic-Set
Name_es_ES = Los Sims™ 4 Moda Retro - Kit
Name_fi_FI = The Sims™ 4 Takavuosien muotia Kit
Name_fr_FR = Les Sims™ 4 Kit Look rétro
Name_it_IT = The Sims™ 4 Moda Rétro Kit
Name_ja_JP = The Sims™ 4 Throwback Fit Kit
Name_ko_KR = The Sims™ 4 레트로 패션 키트
Name_nl_NL = De Sims™ 4 Retro Outfit Kit
Name_no_NO = The Sims™ 4 Throwback Sett
Name_pl_PL = The Sims™ 4 To były czasy Kolekcja
Name_pt_BR = The Sims™ 4 Moda Retrô
Name_ru_RU = The Sims™ 4 Наряды из прошлого — Комплект
Name_sv_SE = The Sims™ 4 Retrokit
Name_zh_TW = The Sims™ 4 復古風潮套件包
Name_zh_CN = The Sims™ 4 复古风潮套件包

[SP21]
Code = SIMS4.OFF.SOLP.0x000000000004008C
Name_en_US = The Sims™ 4 Country Kitchen Kit
Name_cs_CZ = Výbava The Sims™ 4 Venkovská kuchyně
Name_da_DK = The Sims™ 4 Gårdkøkken-kit
Name_de_DE = Die Sims™ 4 Landhausküche-Set
Name_es_ES = Los Sims™ 4 Cocina Campestre - Kit
Name_fi_FI = The Sims™ 4 Maalaiskeittiö Kit
Name_fr_FR = Les Sims™ 4 Kit Cuisine rustique
Name_it_IT = The Sims™ 4 Cucina di Campagna Kit
Name_ja_JP = The Sims™ 4 Country Kitchen Kit
Name_ko_KR = The Sims™ 4 컨트리 키친 키트
Name_nl_NL = De Sims™ 4 Landelijke Keuken Kit
Name_no_NO = The Sims™ 4 Landlig kjøkkensett
Name_pl_PL = The Sims™ 4 Wiejska kuchnia Kolekcja
Name_pt_BR = The Sims™ 4 Cozinha Campestre
Name_ru_RU = The Sims™ 4 Сельская кухня — Комплект
Name_sv_SE = The Sims™ 4 Lantkökskit
Name_zh_TW = The Sims™ 4 鄉村廚房套件包
Name_zh_CN = The Sims™ 4 乡村厨房套件包

[SP22]
Code = SIMS4.OFF.SOLP.0x000000000004008D
Name_en_US = The Sims™ 4 Bust the Dust Kit
Name_cs_CZ = Výbava The Sims™ 4 Velký úklid
Name_da_DK = The Sims™ 4 Skrub og gnub-kit
Name_de_DE = Die Sims™ 4 Hausputz-Set
Name_es_ES = Los Sims™ 4 Zafarrancho de Limpieza - Kit
Name_fi_FI = The Sims™ 4 Pölypallot pois Kit
Name_fr_FR = Les Sims™ 4 Kit Nettoyage de printemps
Name_it_IT = The Sims™ 4 Pulizie di Primavera Kit
Name_ja_JP = The Sims™ 4 Bust the Dust Kit
Name_ko_KR = The Sims™ 4 대청소의 날 키트
Name_nl_NL = De Sims™ 4 Alles Aan Kant Kit
Name_no_NO = The Sims™ 4 Støv på hjernen-sett
Name_pl_PL = The Sims™ 4 Wielkie porządki Kolekcja
Name_pt_BR = The Sims™ 4 Faxina Fantástica
Name_ru_RU = The Sims™ 4 Ни пылинки — Комплект
Name_sv_SE = The Sims™ 4 Dammråttekit
Name_zh_TW = The Sims™ 4 灰塵大戰套件包
Name_zh_CN = The Sims™ 4 灰尘大作战套件包

[SP23]
Code = SIMS4.OFF.SOLP.0x0000000000043896
Name_en_US = The Sims™ 4 Courtyard Oasis Kit
Name_cs_CZ = Výbava The Sims™ 4 Zahradní oáza
Name_da_DK = The Sims™ 4 Hjemlig oase-kit
Name_de_DE = Die Sims™ 4 Innenhof-Oase-Set
Name_es_ES = Los Sims™ 4 Oasis en el Patio - Kit
Name_fi_FI = The Sims™ 4 Kotikeidas Kit
Name_fr_FR = Les Sims™ 4 Kit Riad de rêve
Name_it_IT = The Sims™ 4 Oasi in Giardino Kit
Name_ja_JP = The Sims™ 4 Courtyard Oasis Kit
Name_ko_KR = The Sims™ 4 코트야드 오아시스 키트
Name_nl_NL = De Sims™ 4 Binnenplaats Oase Kit
Name_no_NO = The Sims™ 4 Hageoase-sett
Name_pl_PL = The Sims™ 4 Oaza na patio Kolekcja
Name_pt_BR = The Sims™ 4 Kit Oásis no Quintal
Name_ru_RU = The Sims™ 4 Личный оазис — Комплект
Name_sv_SE = The Sims™ 4 Innergårdsoas-kit
Name_zh_TW = The Sims™ 4 庭園綠洲套件包
Name_zh_CN = The Sims™ 4 庭院绿洲套件包

[GP10]
Code = SIMS4.OFF.SOLP.0x0000000000040A01
Name_en_US = The Sims™ 4 Dream Home Decorator
Name_cs_CZ = The Sims™ 4 Interiér snů
Name_da_DK = The Sims™ 4 Drømmehjem
Name_de_DE = Die Sims™ 4 Traumhaftes Innendesign
Name_es_ES = Los Sims™ 4 Interiorismo
Name_fi_FI = The Sims™ 4 Unelmakoti
Name_fr_FR = Les Sims™ 4 Décoration d’intérieur
Name_it_IT = The Sims™ 4 Arredi da Sogno
Name_ja_JP = The Sims™ 4 Dream Home Decorator
Name_ko_KR = The Sims™ 4 나의 드림하우스
Name_nl_NL = De Sims™ 4 Interieurdesigner
Name_no_NO = The Sims™ 4 Drømmeoppussing
Name_pl_PL = The Sims™ 4 Wystrój marzeń
Name_pt_BR = The Sims™ 4 Decoração dos Sonhos
Name_ru_RU = The Sims™ 4 Интерьер мечты
Name_sv_SE = The Sims™ 4 Styla ditt drömhus
Name_zh_TW = The Sims™ 4 夢幻居家改造王
Name_zh_CN = The Sims™ 4 梦想家装

[EP11]
Code = SIMS4.OFF.SOLP.0x00000000000405E6
Name_en_US = The Sims™ 4 Cottage Living
Name_cs_CZ = The Sims™ 4 Život na venkově
Name_da_DK = The Sims™ 4 Hytteliv
Name_de_DE = Die Sims™ 4 Landhaus-Leben
Name_es_ES = Los Sims™ 4 Vida en el Pueblo
Name_fi_FI = The Sims™ 4 Maalaiselämää
Name_fr_FR = Les Sims™ 4 Vie à la campagne
Name_it_IT = The Sims™ 4 Vita in Campagna
Name_ja_JP = The Sims™ 4 Cottage Living
Name_ko_KR = The Sims™ 4 코티지 라이프
Name_nl_NL = De Sims™ 4 Landelijk Leven
Name_no_NO = The Sims™ 4 Hytteliv
Name_pl_PL = The Sims™ 4 Wiejska sielanka
Name_pt_BR = The Sims™ 4 Vida Campestre
Name_ru_RU = The Sims™ 4 Загородная жизнь
Name_sv_SE = The Sims™ 4 Lantliv
Name_zh_TW = The Sims™ 4 鄉間生活
Name_zh_CN = The Sims™ 4 乡间生活

[SP25]
Code = SIMS4.OFF.SOLP.0x00000000000463B9
Name_en_US = The Sims™ 4 Industrial Loft Kit
Name_cs_CZ = Výbava The Sims™ 4 Industriální bydlení
Name_da_DK = The Sims™ 4 Industridesign-kit
Name_de_DE = Die Sims™ 4 Industrie-Loft-Set
Name_es_ES = Los Sims™ 4 Loft Industrial - Kit
Name_fi_FI = The Sims™ 4 Rouheaa loft-tyyliä Kit
Name_fr_FR = Les Sims™ 4 Kit Loft industriel
Name_it_IT = The Sims™ 4 Loft Industriale Kit
Name_ja_JP = The Sims™ 4 Industrial Loft Kit
Name_ko_KR = The Sims™ 4 인더스트리얼 스타일 키트
Name_nl_NL = De Sims™ 4 Industriële Loft Kit
Name_no_NO = The Sims™ 4 Industriloft-sett
Name_pl_PL = The Sims™ 4 Industrialny loft Kolekcja
Name_pt_BR = The Sims™ 4 Kit Loft Industrial
Name_ru_RU = The Sims™ 4 Лофт Комплект
Name_sv_SE = The Sims™ 4 Industriloftskit
Name_zh_TW = The Sims™ 4 都會工業風套件包
Name_zh_CN = The Sims™ 4 潮流工业风套件包

[SP24]
Code = SIMS4.OFF.SOLP.0x0000000000045113
Name_en_US = The Sims™ 4 Fashion Street Kit
Name_cs_CZ = Výbava The Sims™ 4 Pouliční móda
Name_da_DK = The Sims™ 4 Gademode-kit
Name_de_DE = Die Sims™ 4 Fashion Street-Set
Name_es_ES = Los Sims™ 4 Fashion Street -Kit
Name_fi_FI = The Sims™ 4 Fashion Street Kit
Name_fr_FR = Les Sims™ 4 Kit Rue de la mode
Name_it_IT = The Sims™ 4 Fashion Street Kit
Name_ja_JP = The Sims™ 4 Fashion Street Kit
Name_ko_KR = The Sims™ 4 Fashion Street 키트
Name_nl_NL = De Sims™ 4 Fashion Street Kit
Name_no_NO = The Sims™ 4 Gatemote-sett
Name_pl_PL = The Sims™ 4 Dzielnica mody Kolekcja
Name_pt_BR = The Sims™ 4 Kit Moda Street
Name_ru_RU = The Sims™ 4 Фэшн-Стрит — Комплект
Name_sv_SE = The Sims™ 4 Fashion Street-kit
Name_zh_TW = The Sims™ 4 時尚街區套件包
Name_zh_CN = The Sims™ 4 时尚街区套件包

[SP26]
Code = SIMS4.OFF.SOLP.0x00000000000467AA
Name_en_US = The Sims™ 4 Incheon Arrivals Kit
Name_cs_CZ = Výbava The Sims™ 4 Přilétavá móda
Name_da_DK = The Sims™ 4 Velkommen til Incheon-kit
Name_de_DE = Die Sims™ 4 Incheon Style-Set
Name_es_ES = Los Sims™ 4 Moda de Aeropuerto - Kit
Name_fi_FI = The Sims™ 4 Laskeudumme Incheoniin Kit
Name_fr_FR = Les Sims™ 4 Kit Incheon Style
Name_it_IT = The Sims™ 4 Viaggio a Incheon Kit
Name_ja_JP = The Sims™ 4 Incheon Arrivals Kit
Name_ko_KR = The Sims™ 4 인천 공항 패션 키트
Name_nl_NL = De Sims™ 4 Incheon Style Kit
Name_no_NO = The Sims™ 4 Destinasjon Incheon-sett
Name_pl_PL = The Sims™ 4 Lotniskowy szyk Kolekcja
Name_pt_BR = The Sims™ 4 Kit Incheon nas Alturas
Name_ru_RU = The Sims™ 4 Стиль Инчхона — Комплект
Name_sv_SE = The Sims™ 4 Välkommen till Incheon-kit
Name_zh_TW = The Sims™ 4 仁川直送套件包
Name_zh_CN = The Sims™ 4 仁川直送套件包

[SP29]
Code = SIMS4.OFF.SOLP.0x0000000000046859
Name_en_US = The Sims™ 4 Blooming Rooms Kit
Name_cs_CZ = Výbava The Sims™ 4 Rozkvetlé bydlení
Name_da_DK = The Sims™ 4 Plantelykke-kit
Name_de_DE = Die Sims™ 4 Blühende Räume-Set
Name_es_ES = Los Sims™ 4 Decoración Vegetal - Kit
Name_fi_FI = The Sims™ 4 Kukoistava koti Kit
Name_fr_FR = Les Sims™ 4 Kit Intérieurs fleuris
Name_it_IT = The Sims™ 4 Interni Floreali Kit
Name_ja_JP = The Sims™ 4 Blooming Rooms Kit
Name_ko_KR = The Sims™ 4 블루밍 룸 키트
Name_nl_NL = De Sims™ 4 Prachtige Planten Kit
Name_no_NO = The Sims™ 4 Blomstrende rom-sett
Name_pl_PL = The Sims™ 4 Kwitnące wnętrza Kolekcja
Name_pt_BR = The Sims™ 4 Kit Decoração Botânica
Name_ru_RU = The Sims™ 4 Комнатные растения — Комплект
Name_sv_SE = The Sims™ 4 Blommande rum-kit
Name_zh_TW = The Sims™ 4 花團錦簇套件包
Name_zh_CN = The Sims™ 4 锦簇之间套件包

[SP28]
Code = SIMS4.OFF.SOLP.0x0000000000046858
Name_en_US = The Sims™ 4 Modern Menswear Kit
Name_cs_CZ = Výbava The Sims™ 4 Moderní pánská móda
Name_da_DK = The Sims™ 4 Trendy herremode-kit
Name_de_DE = Die Sims™ 4 Moderne Männermode-Set
Name_es_ES = Los Sims™ 4 Moda Masculina Moderna - Kit
Name_fi_FI = The Sims™ 4 Modernia miestenmuotia Kit
Name_fr_FR = Les Sims™ 4 Kit Nouveaux styles masculins
Name_it_IT = The Sims™ 4 Modern Menswear Kit
Name_ja_JP = The Sims™ 4 Modern Menswear Kit
Name_ko_KR = The Sims™ 4 모던 맨즈웨어 키트
Name_nl_NL = De Sims™ 4 Moderne Mannenmode Kit
Name_no_NO = The Sims™ 4 Moderne herreklær-sett
Name_pl_PL = The Sims™ 4 Nowoczesna moda męska Kolekcja
Name_pt_BR = The Sims™ 4 Kit Moda Masculina Moderna
Name_ru_RU = The Sims™ 4 Мужская мода — Комплект
Name_sv_SE = The Sims™ 4 Modernt herrmode-kit
Name_zh_TW = The Sims™ 4 摩登男裝套件包
Name_zh_CN = The Sims™ 4 摩登男装套件包

[SP30]
Code = SIMS4.OFF.SOLP.0x000000000004685A
Name_en_US = The Sims™ 4 Carnaval Streetwear Kit
Name_cs_CZ = Výbava The Sims™ 4 Styl karnevalu
Name_da_DK = The Sims™ 4 Gadefest i karnevalstil-kit
Name_de_DE = Die Sims™ 4 Karnevals-Streetwear-Set
Name_es_ES = Los Sims™ 4 Colores de Carnaval - Kit
Name_fi_FI = The Sims™ 4 Karnevaalivetimiä Kit
Name_fr_FR = Les Sims™ 4 Kit Tenues de carnaval
Name_it_IT = The Sims™ 4 Colori di Carnevale Kit
Name_ja_JP = The Sims™ 4 Carnaval Streetwear Kit
Name_ko_KR = The Sims™ 4 카니발 스트리트웨어 키트
Name_nl_NL = De Sims™ 4 Zomerse Carnavalsmode Kit
Name_no_NO = The Sims™ 4 Karnevalmote-sett
Name_pl_PL = The Sims™ 4 Karnawałowa moda Kolekcja
Name_pt_BR = The Sims™ 4 Kit Moda Bloco de Carnaval
Name_ru_RU = The Sims™ 4 Карнавал — Комплект
Name_sv_SE = The Sims™ 4 Karnevalmode-kit
Name_zh_TW = The Sims™ 4 繽紛嘉年華套件包
Name_zh_CN = The Sims™ 4 缤纷嘉年华套件包

[GP11]
Code = SIMS4.OFF.SOLP.0x0000000000047D7E
Name_en_US = The Sims™ 4 My Wedding Stories
Name_cs_CZ = The Sims™ 4 Svatební příběhy
Name_da_DK = The Sims™ 4 Den store dag
Name_de_DE = Die Sims™ 4 Meine Hochzeitsgeschichten
Name_es_ES = Los Sims™ 4 ¡Sí, Quiero!
Name_fi_FI = The Sims™ 4 Häätarinoita
Name_fr_FR = Les Sims™ 4 Mariage
Name_it_IT = The Sims™ 4 Il Mio Matrimonio
Name_ja_JP = The Sims™ 4 My Wedding Stories
Name_ko_KR = The Sims™ 4 나의 결혼 이야기
Name_nl_NL = De Sims™ 4 Mijn Bruiloft
Name_no_NO = The Sims™ 4 Det perfekte bryllup
Name_pl_PL = The Sims™ 4 Ślubne historie
Name_pt_BR = The Sims™ 4 Histórias de Casamento
Name_ru_RU = The Sims™ 4 Свадебные истории
Name_sv_SE = The Sims™ 4 Mina bröllopshistorier
Name_zh_TW = The Sims™ 4 婚旅奇緣
Name_zh_CN = The Sims™ 4 婚旅奇缘

[SP31]
Code = SIMS4.OFF.SOLP.0x0000000000048CFD
Name_en_US = The Sims™ 4 Décor to the Max Kit
Name_cs_CZ = Výbava The Sims™ 4 Čím víc, tím líp
Name_da_DK = The Sims™ 4 Vilde dekorationer-kit
Name_de_DE = Die Sims™ 4 Maximalistischer Wohnstil-Set
Name_es_ES = Los Sims™ 4 Decoración Maximalista - Kit
Name_fi_FI = The Sims™ 4 Maksimalistista sisustusta Kit
Name_fr_FR = Les Sims™ 4 Kit Déco Maximaliste
Name_it_IT = The Sims™ 4 Arredamento Massimalista Kit
Name_ja_JP = The Sims™ 4 Décor to the Max Kit
Name_ko_KR = The Sims™ 4 맥시멀 데코 키트
Name_nl_NL = De Sims™ 4 Maximalistisch Interieur Kit
Name_no_NO = The Sims™ 4 Maksimalistisk dekor-sett
Name_pl_PL = The Sims™ 4 Wnętrza z przepychem Kolekcja
Name_pt_BR = The Sims™ 4 Kit Decoração Exuberante
Name_ru_RU = The Sims™ 4 Максимализм в интерьере — Комплект
Name_sv_SE = The Sims™ 4 Maxad inredning-kit
Name_zh_TW = The Sims™ 4 極繁美學套件包
Name_zh_CN = The Sims™ 4 极繁美学套件包

[SP32]
Code = SIMS4.OFF.SOLP.0x000000000004CB7A
Name_en_US = The Sims™ 4 Moonlight Chic Kit
Name_cs_CZ = Výbava The Sims™ 4 Romanticky šik
Name_da_DK = The Sims™ 4 Måneskinsmode-kit
Name_de_DE = Die Sims™ 4 Mode zum Verlieben-Set
Name_es_ES = Los Sims™ 4 Noches Chic - Kit
Name_fi_FI = The Sims™ 4 Kuutamon kajo chic Kit
Name_fr_FR = Les Sims™ 4 Kit Tenues de soirée
Name_it_IT = The Sims™ 4 Chic al Chiaro di Luna Kit
Name_ja_JP = The Sims™ 4 Moonlight Chic Kit
Name_ko_KR = The Sims™ 4 문라이트 패션 키트
Name_nl_NL = De Sims™ 4 Maanlicht Chic Kit
Name_no_NO = The Sims™ 4 Stilig i måneskinn-sett
Name_pl_PL = The Sims™ 4 Księżycowy szyk Kolekcja
Name_pt_BR = The Sims™ 4 Kit Noite Chique
Name_ru_RU = The Sims™ 4 Полуночный шик — Комплект
Name_sv_SE = The Sims™ 4 Ungdomlig elegans-kit
Name_zh_TW = The Sims™ 4 月色潮流套件包
Name_zh_CN = The Sims™ 4 月色潮流套件包

[SP33]
Code = SIMS4.OFF.SOLP.0x000000000004CB7B
Name_en_US = The Sims™ 4 Little Campers Kit
Name_cs_CZ = Výbava The Sims™ 4 Malí táborníci
Name_da_DK = The Sims™ 4 Minicamping-kit
Name_de_DE = Die Sims™ 4 Kleine Camper-Set
Name_es_ES = Los Sims™ 4 Minicampistas - Kit
Name_fi_FI = The Sims™ 4 Pikkuretkeläiset Kit
Name_fr_FR = Les Sims™ 4 Kit Petits campeurs
Name_it_IT = The Sims™ 4 Piccoli Campeggiatori Kit
Name_ja_JP = The Sims™ 4 Little Campers Kit
Name_ko_KR = The Sims™ 4 꼬마 캠퍼 키트
Name_nl_NL = De Sim 4™ Kleine Kampeerders Kit
Name_no_NO = The Sims™ 4 Små på telttur-sett
Name_pl_PL = The Sims™ 4 Mali obozowicze Kolekcja
Name_pt_BR = The Sims™ 4 Kit Acampamento no Quintal
Name_ru_RU = Комплект "The Sims™ 4 Маленькие туристы"
Name_sv_SE = The Sims™ 4 Knattarnas campingkit
Name_zh_TW = The Sims™ 4 小小露營家套件包
Name_zh_CN = The Sims™ 4 小小露营家套件包

[GP12]
Code = SIMS4.OFF.SOLP.0x0000000000048E3E
Name_en_US = The Sims™ 4 Werewolves
Name_cs_CZ = The Sims™ 4 Vlkodlaci
Name_da_DK = The Sims™ 4 Varulve
Name_de_DE = Die Sims™ 4 Werwölfe
Name_es_ES = Los Sims™ 4 Licántropos
Name_fi_FI = The Sims™ 4 Ihmissudet
Name_fr_FR = Les Sims™ 4 Loups-garous
Name_it_IT = The Sims™ 4 Lupi Mannari
Name_ja_JP = The Sims™ 4 Werewolves
Name_ko_KR = The Sims™ 4 늑대인간
Name_nl_NL = De Sims™ 4 Weerwolven
Name_no_NO = The Sims™ 4 Varulver
Name_pl_PL = The Sims™ 4 Wilkołaki
Name_pt_BR = The Sims™ 4 LobiSims
Name_ru_RU = The Sims™ 4 Оборотни
Name_sv_SE = The Sims™ 4 Varulvar
Name_zh_TW = The Sims™ 4 月影狼蹤
Name_zh_CN = The Sims™ 4 月影狼踪

[EP12]
Code = SIMS4.OFF.SOLP.0x000000000004AAD0
Code2 = SIMS4.OFF.SOLP.0x0000000000047D4B
Name_en_US = The Sims™ 4 High School Years
Name_cs_CZ = The Sims™ 4 Střední škola
Name_da_DK = The Sims™ 4 Gymnasieår
Name_de_DE = Die Sims™ 4 Highschool-Jahre
Name_es_ES = Los Sims™ 4 Años High School
Name_fi_FI = The Sims™ 4 Teinivuodet
Name_fr_FR = Les Sims™ 4 Années lycée
Name_it_IT = The Sims™ 4 Vita da Liceali
Name_ja_JP = The Sims™ 4 High School Years
Name_ko_KR = The Sims™ 4 하이스쿨 라이프
Name_nl_NL = De Sims™ 4 Middelbare School
Name_no_NO = The Sims™ 4 Tenåringsliv
Name_pl_PL = The Sims™ 4 Licealne lata
Name_pt_BR = The Sims™ 4 Vida no Ensino Médio
Name_ru_RU = The Sims™ 4 Старшая школа
Name_sv_SE = The Sims™ 4 High school-åren
Name_zh_TW = The Sims™ 4 高中歲月
Name_zh_CN = The Sims™ 4 高中时代

[SP34]
Code = SIMS4.OFF.SOLP.0x000000000004E9E7
Name_en_US = The Sims™ 4 First Fits Kit
Name_cs_CZ = Výbava The Sims™ 4 Dětská móda
Name_da_DK = The Sims™ 4 Minimode-kit
Name_de_DE = Die Sims™ 4 Erste Outfits-Set
Name_es_ES = Los Sims™ 4 Moda Mini - Kit
Name_fi_FI = The Sims™ 4 Minimuotia Kit
Name_fr_FR = Les Sims™ 4 Kit Premiers looks
Name_it_IT = The Sims™ 4 Primi Passi nella Moda Kit
Name_ja_JP = The Sims™ 4 First Fits Kit
Name_ko_KR = The Sims™ 4 꼬마 멋쟁이 키트
Name_nl_NL = De Sims™ 4 Kleine Kleertjes Kit
Name_no_NO = The Sims™ 4 Minimote-sett
Name_pl_PL = The Sims™ 4 Mali modnisie Kolekcja
Name_pt_BR = The Sims™ 4 Kit Minimoda
Name_ru_RU = The Sims™ 4 Первые наряды — Комплект
Name_sv_SE = The Sims™ 4 Första modet-kit
Name_zh_TW = The Sims™ 4 初心童裝套件包
Name_zh_CN = The Sims™ 4 孩童潮搭套件包

[SP35]
Code = SIMS4.OFF.SOLP.0x000000000004E9E8
Name_en_US = The Sims™ 4 Desert Luxe Kit
Name_cs_CZ = Výbava The Sims™ 4 Pouštní luxus
Name_da_DK = The Sims™ 4 Luksusoase-kit
Name_de_DE = Die Sims™ 4 Wüstenoase-Set
Name_es_ES = Los Sims™ 4 Oasis de Lujo - Kit
Name_fi_FI = The Sims™ 4 Aavikon luksusta Kit
Name_fr_FR = Les Sims™ 4 Kit Luxe dans le désert
Name_it_IT = The Sims™ 4 Lusso nel Deserto Kit
Name_ja_JP = The Sims™ 4 Desert Luxe Kit
Name_ko_KR = The Sims™ 4 화려한 사막 키트
Name_nl_NL = De Sims™ 4 Woestijn Luxe Kit
Name_no_NO = The Sims™ 4 Ørkenluksussett
Name_pl_PL = The Sims™ 4 Oaza wystroju Kolekcja
Name_pt_BR = The Sims™ 4 Kit Paraíso Desértico
Name_ru_RU = The Sims™ 4 Роскоши пустыни — Комплект
Name_sv_SE = The Sims™ 4 Ökenlyx-kit
Name_zh_TW = The Sims™ 4 沙漠奢華套件包
Name_zh_CN = The Sims™ 4 大漠奢华套件包

[SP36]
Code = SIMS4.OFF.SOLP.0x0000000000050752
Name_en_US = The Sims™ 4 Pastel Pop Kit
Name_cs_CZ = Výbava The Sims™ 4 Pastelová paráda
Name_da_DK = The Sims™ 4 Pastelpop-kit
Name_de_DE = Die Sims™ 4 Pastell-Pop-Set
Name_es_ES = Los Sims™ 4 Pastel Pop - Kit
Name_fi_FI = The Sims™ 4 Pirteät pastellit Kit
Name_fr_FR = Les Sims™ 4 Kit Chambre pastel
Name_it_IT = The Sims™ 4 Tinte Pastello Kit
Name_ja_JP = The Sims™ 4 Pastel Pop Kit
Name_ko_KR = The Sims™ 4 파스텔 팝 키트
Name_nl_NL = De Sims™ 4 Pastel Pop Kit
Name_no_NO = The Sims™ 4 Pastellpop-settet
Name_pl_PL = The Sims™ 4 Pastelowy czar Kolekcja
Name_pt_BR = The Sims™ 4 Kit Tons Pastel
Name_ru_RU = The Sims™ 4 Пастельные тона — Комплект
Name_sv_SE = The Sims™ 4 Poppigt pastell-kit
Name_zh_TW = The Sims™ 4 粉彩狂想曲套件包
Name_zh_CN = The Sims™ 4 粉彩狂想曲套件包

[SP37]
Code = SIMS4.OFF.SOLP.0x0000000000050753
Name_en_US = The Sims™ 4 Everyday Clutter Kit
Name_cs_CZ = Výbava The Sims™ 4 Každodenní potřebnosti
Name_da_DK = The Sims™ 4 Hyggerod-kit
Name_de_DE = Die Sims™ 4 Krimskrams-Set
Name_es_ES = Los Sims™ 4 Desorden Decorativo - Kit
Name_fi_FI = The Sims™ 4 Arkitarpeita Kit
Name_fr_FR = Les Sims™ 4 Kit Objets du quotidien
Name_it_IT = The Sims™ 4 Oggettini Quotidiani Kit
Name_ja_JP = The Sims™ 4 Everyday Clutter Kit
Name_ko_KR = The Sims™ 4 일상 소품 키트
Name_nl_NL = De Sims™ 4 Prullaria Kit
Name_no_NO = The Sims™ 4 Hverdagsrot-settet
Name_pl_PL = The Sims™ 4 Codzienny nieład Kolekcja
Name_pt_BR = The Sims™ 4 Kit Do Bazar para Casa
Name_ru_RU = The Sims™ 4 Мелочи для дома — Комплект
Name_sv_SE = The Sims™ 4 Krimskrams-kit
Name_zh_TW = The Sims™ 4 生活感小物套件包
Name_zh_CN = The Sims™ 4 生活小物套件包

[SP38]
Code = SIMS4.OFF.SOLP.0x0000000000052633
Name_en_US = The Sims™ 4 Simtimates Collection Kit
Name_cs_CZ = Výbava The Sims™ 4 Simtimnosti
Name_da_DK = The Sims™ 4 Simtime klæder-kit
Name_de_DE = Die Sims™ 4 Unterwäsche-Set
Name_es_ES = Los Sims™ 4 Moda Íntima - Kit
Name_fi_FI = The Sims™ 4 Iholla Kit
Name_fr_FR = Les Sims™ 4 Kit Collection Simtimité
Name_it_IT = The Sims™ 4 Collezione Simtima Kit
Name_ja_JP = The Sims™ 4 Simtimates Collection Kit
Name_ko_KR = The Sims™ 4 언더웨어 컬렉션 키트
Name_nl_NL = De Sims™ 4 Simtimates Collectie Kit
Name_no_NO = The Sims™ 4 Simtim motesett
Name_pl_PL = The Sims™ 4 Simtymność Kolekcja
Name_pt_BR = The Sims™ 4 Kit Moda Íntima
Name_ru_RU = The Sims™ 4 Симтимная мода — Комплект
Name_sv_SE = The Sims™ 4 Simsuella underkläder-kit
Name_zh_TW = The Sims™ 4 私密時尚套件包
Name_zh_CN = The Sims™ 4 贴身潮流套件包

[SP39]
Code = SIMS4.OFF.SOLP.0x0000000000052C6F
Name_en_US = The Sims™ 4 Bathroom Clutter Kit
Name_cs_CZ = Výbava The Sims™ 4 Koupelnové potřebnosti
Name_da_DK = The Sims™ 4 Badeværelsesindhold-kit
Name_de_DE = Die Sims™ 4 Badutensilien-Set
Name_es_ES = Los Sims™ 4 Objetos para el Baño - Kit
Name_fi_FI = The Sims™ 4 Kylppäritarpeita Kit
Name_fr_FR = Les Sims™ 4 Kit Objets de salle de bain
Name_it_IT = The Sims™ 4 Oggettini da Bagno Kit
Name_ja_JP = The Sims™ 4 Bathroom Clutter Kit
Name_ko_KR = The Sims™ 4 욕실용품 키트
Name_nl_NL = De Sims™ 4 Badkamer Prullaria Kit
Name_no_NO = The Sims™ 4 Baderomsrotsett
Name_pl_PL = The Sims™ 4 Łazienkowe szpargały Kolekcja
Name_pt_BR = The Sims™ 4 Kit Banho e Higiene
Name_ru_RU = The Sims™ 4 Ванные принадлежности — Комплект
Name_sv_SE = The Sims™ 4 Badrumskrams-kit
Name_zh_TW = The Sims™ 4 浴室小物套件包
Name_zh_CN = The Sims™ 4 浴室小物套件包

[EP13]
Code = SIMS4.OFF.SOLP.0x00000000000530C0
Code2 = SIMS4.OFF.SOLP.0x000000000004DBB0
Name_en_US = The Sims™ 4 Growing Together
Name_cs_CZ = The Sims™ 4 Rodinný život
Name_da_DK = The Sims™ 4 Simmere i samspil
Name_de_DE = Die Sims™ 4 Zusammen wachsen
Name_es_ES = Los Sims™ 4 Creciendo en Familia
Name_fi_FI = The Sims™ 4 Kasvutarinoita
Name_fr_FR = Les Sims™ 4 Grandir ensemble
Name_it_IT = The Sims™ 4 Cresciamo Insieme
Name_ja_JP = The Sims™ 4 Growing Together
Name_ko_KR = The Sims™ 4 그로잉 투게더
Name_nl_NL = De Sims™ 4 Samen Groeien
Name_no_NO = The Sims™ 4 Simmer i samspill
Name_pl_PL = The Sims™ 4 Razem raźniej
Name_pt_BR = The Sims™ 4 A Aventura de Crescer
Name_ru_RU = The Sims™ 4 Жизненный путь
Name_sv_SE = The Sims™ 4 Växa tillsammans
Name_zh_TW = The Sims™ 4 成長路上
Name_zh_CN = The Sims 4™ 成长路上

[SP40]
Code = SIMS4.OFF.SOLP.0x0000000000056640
Name_en_US = The Sims™ 4 Greenhouse Haven Kit
Name_cs_CZ = Výbava The Sims™ 4 Suprový skleník
Name_da_DK = The Sims™ 4 Drivhusdrømme-kit
Name_de_DE = Die Sims™ 4 Gewächshaus-Set
Name_es_ES = Los Sims™ 4 Invernadero Idílico - Kit
Name_fi_FI = The Sims™ 4 Viherpeukalon unelmia Kit
Name_fr_FR = Les Sims™ 4 Kit Havre végétal
Name_it_IT = The Sims™ 4 Oasi Verde Kit
Name_ja_JP = The Sims™ 4 Greenhouse Haven Kit
Name_ko_KR = The Sims™ 4 온실 가꾸기 키트
Name_nl_NL = De Sims™ 4 Groene Oase Kit
Name_no_NO = The Sims™ 4 Planteparadis-sett
Name_pl_PL = The Sims™ 4 Zielony zakątek Kolekcja
Name_pt_BR = The Sims™ 4 Kit Estufa Paradisíaca
Name_ru_RU = Комплект "The Sims™ 4 Теплица мечты"
Name_sv_SE = The Sims™ 4 Växthusdrömmar-kit
Name_zh_TW = The Sims™ 4 溫室樂土套件包
Name_zh_CN = The Sims™ 4 温室乐土套件包

[SP41]
Code = SIMS4.OFF.SOLP.0x0000000000056641
Name_en_US = The Sims™ 4 Basement Treasures Kit
Name_cs_CZ = Výbava The Sims™ 4 Poklady ze sklepa
Name_da_DK = The Sims™ 4 Loppefund-kit
Name_de_DE = Die Sims™ 4 Dachbodenschätze-Set
Name_es_ES = Los Sims™ 4 Tesoros del Sótano - Kit
Name_fi_FI = The Sims™ 4 Kellarin kätköistä Kit
Name_fr_FR = Les Sims™ 4 Kit Trésors du grenier
Name_it_IT = The Sims™ 4 Tesori Nascosti Kit
Name_ja_JP = The Sims™ 4 Basement Treasures Kit
Name_ko_KR = The Sims™ 4 지하실 보물 키트
Name_nl_NL = De Sims™ 4 Kelderschatten Kit
Name_no_NO = The Sims™ 4 Kjellerfunn-sett
Name_pl_PL = The Sims™ 4 Piwniczne skarby Kolekcja
Name_pt_BR = The Sims™ 4 Kit Tesouros do Porão
Name_ru_RU = Комплект "The Sims™ 4 Сокровища из подвала"
Name_sv_SE = The Sims™ 4 Källarskatter-kit
Name_zh_TW = The Sims™ 4 地下寶庫套件包
Name_zh_CN = The Sims™ 4 地下宝库套件包

[SP42]
Code = SIMS4.OFF.SOLP.0x00000000000574B3
Name_en_US = The Sims™ 4 Grunge Revival Kit
Name_cs_CZ = Výbava The Sims™ 4 Návrat grunge
Name_da_DK = The Sims™ 4 Gensyn med grunge-kit
Name_de_DE = Die Sims™ 4 Grunge-Revival-Set
Name_es_ES = Los Sims™ 4 Vuelta al Grunge - Kit
Name_fi_FI = The Sims™ 4 Grungen paluu Kit
Name_fr_FR = Les Sims™ 4 Kit Retour du grunge
Name_it_IT = The Sims™ 4 Grunge Revival Kit
Name_ja_JP = The Sims™ 4 Grunge Revival Kit
Name_ko_KR = The Sims™ 4 그런지 스타일 키트
Name_nl_NL = De Sims™ 4 Grunge Revival Kit
Name_no_NO = The Sims™ 4 Grungens tilbakekomst-sett
Name_pl_PL = The Sims™ 4 Powrót grunge’u Kolekcja
Name_pt_BR = The Sims™ 4 Kit De Volta ao Grunge
Name_ru_RU = The Sims™ 4 Возвращение гранжа — Комплект
Name_sv_SE = The Sims™ 4 Grungens återkomst-kit
Name_zh_TW = The Sims™ 4 頹廢狂潮套件包
Name_zh_CN = The Sims™ 4 颓废狂潮套件包

[SP43]
Code = SIMS4.OFF.SOLP.0x00000000000574B4
Name_en_US = The Sims™ 4 Book Nook Kit
Name_cs_CZ = Výbava The Sims™ 4 Čtecí koutek
Name_da_DK = The Sims™ 4 Læsekrog-kit
Name_de_DE = Die Sims™ 4 Leseecke-Set
Name_es_ES = Los Sims™ 4 Rincón de Lectura - Kit
Name_fi_FI = The Sims™ 4 Lukunurkkaus Kit
Name_fr_FR = Les Sims™ 4 Kit Coin lecture
Name_it_IT = The Sims™ 4 Angolo dei Libri Kit
Name_ja_JP = The Sims™ 4 Book Nook Kit
Name_ko_KR = The Sims™ 4 책 읽는 공간 키트
Name_nl_NL = De Sims™ 4 Leeshoekje Kit
Name_no_NO = The Sims™ 4 Lesekrok-sett
Name_pl_PL = The Sims™ 4 Kącik czytelniczy Kolekcja
Name_pt_BR = The Sims™ 4 Kit Canto da Leitura
Name_ru_RU = The Sims™ 4 Книжный уголок — Комплект
Name_sv_SE = The Sims™ 4 Läshörna-kit
Name_zh_TW = The Sims™ 4 靜謐書房套件包
Name_zh_CN = The Sims™ 4 静谧书房套件包

[EP14]
Code = SIMS4.OFF.SOLP.0x0000000000057E0A
Code2 = SIMS4.OFF.SOLP.0x000000000004F3B5
Name_en_US = The Sims™ 4 Horse Ranch
Name_cs_CZ = The Sims™ 4 Koňský ranč
Name_da_DK = The Sims™ 4 Livet på ranchen
Name_de_DE = Die Sims™ 4 Pferderanch
Name_es_ES = Los Sims™ 4 Rancho de Caballos
Name_fi_FI = The Sims™ 4 Tallilla
Name_fr_FR = Les Sims™ 4 Vie au ranch
Name_it_IT = The Sims™ 4 Vita nel Ranch
Name_ja_JP = The Sims™ 4 Horse Ranch
Name_ko_KR = The Sims™ 4 즐거운 목장
Name_nl_NL = De Sims™ 4 Paardenboerderij
Name_no_NO = The Sims™ 4 Livet i stallen
Name_pl_PL = The Sims™ 4 Ranczo
Name_pt_BR = The Sims™ 4 Tomando as Rédeas
Name_ru_RU = The Sims™ 4 Конное ранчо
Name_sv_SE = The Sims™ 4 Hästranch
Name_zh_TW = The Sims™ 4 駿馬牧場
Name_zh_CN = The Sims™ 4 骏马牧场

[SP44]
Code = SIMS4.OFF.SOLP.0x000000000005A5A4
Name_en_US = The Sims™ 4 Poolside Splash Kit
Name_cs_CZ = Výbava The Sims™ 4 Bazénové dovádění
Name_da_DK = The Sims™ 4 Poolparty-kit
Name_de_DE = Die Sims™ 4 Pool-Style-Set
Name_es_ES = Los Sims™ 4 ¡Al Agua, Patos! - Kit
Name_fi_FI = The Sims™ 4 Altaan laidalla Kit
Name_fr_FR = Les Sims™ 4 Kit À la piscine
Name_it_IT = The Sims™ 4 Un Tuffo in Piscina Kit
Name_ja_JP = The Sims™ 4 Poolside Splash Kit
Name_ko_KR = The Sims™ 4 신나는 물놀이 키트
Name_nl_NL = De Sims™ 4 Zwembadpret Kit
Name_no_NO = The Sims™ 4 Plask i bassenget-sett
Name_pl_PL = The Sims™ 4 Basenowa moda Kolekcja
Name_pt_BR = The Sims™ 4 Kit Estrela da Piscina
Name_ru_RU = The Sims™ 4 Отдых у бассейна — Комплект
Name_sv_SE = The Sims™ 4 Plask i poolen-kit
Name_zh_TW = The Sims™ 4 泳池狂歡套件包
Name_zh_CN = 《The Sims™ 4 泳池狂欢》套件包

[SP45]
Code = SIMS4.OFF.SOLP.0x000000000005A5A5
Name_en_US = The Sims™ 4 Modern Luxe Kit
Name_cs_CZ = Výbava The Sims™ 4 Moderní luxus
Name_da_DK = The Sims™ 4 Moderne luksus-kit
Name_de_DE = Die Sims™ 4 Moderner Luxus-Set
Name_es_ES = Los Sims™ 4 Lujo Moderno - Kit
Name_fi_FI = The Sims™ 4 Modernia luksusta Kit
Name_fr_FR = Les Sims™ 4 Kit Luxe moderne
Name_it_IT = The Sims™ 4 Lusso Moderno Kit
Name_ja_JP = The Sims™ 4 Modern Luxe Kit
Name_ko_KR = The Sims™ 4 모던 럭셔리 키트
Name_nl_NL = De Sims™ 4 Moderne Luxe Kit
Name_no_NO = The Sims™ 4 Moderne luksus-sett
Name_pl_PL = The Sims™ 4 Współczesny luksus Kolekcja
Name_pt_BR = The Sims™ 4 Kit Luxo Moderno
Name_ru_RU = The Sims™ 4 Современная роскошь — Комплект
Name_sv_SE = The Sims™ 4 Modern lyx-kit
Name_zh_TW = The Sims™ 4 現代奢華套件包
Name_zh_CN = 《The Sims™ 4 现代奢华》套件包

[SP46]
Code = SIMS4.OFF.SOLP.0x0000000000058A09
Name_en_US = The Sims™ 4 Home Chef Hustle Stuff Pack
Name_cs_CZ = Kolekce The Sims™ 4 Domácí vaření
Name_da_DK = The Sims™ 4 Køkkendrømme Stuff Pack
Name_de_DE = Die Sims™ 4 Lukrative Hobbyküche-Accessoires
Name_es_ES = Los Sims™ 4 Chef de Casa Pack de Accesorios
Name_fi_FI = The Sims™ 4 Kotikokin kaupittelukamaa Stuff Pack
Name_fr_FR = Les Sims™ 4 Kit d’objets Passion cuisine
Name_it_IT = The Sims™ 4 Frenesie ai Fornelli Stuff Pack
Name_ja_JP = The Sims™ 4 Home Chef Hustle Stuff Pack
Name_ko_KR = The Sims™ 4 우리집 셰프 아이템팩
Name_nl_NL = De Sims™ 4 Kokkerellen Maar Accessoirespakket
Name_no_NO = The Sims™ 4 Lukrativ hobbykokk-stæsjpakke
Name_pl_PL = The Sims™ 4 Domowy kucharz Akcesoria
Name_pt_BR = The Sims™ 4 Chef em Casa Coleção de Objetos
Name_ru_RU = The Sims™ 4 Кулинарные страсти — Каталог
Name_sv_SE = The Sims™ 4 Hemmakocksknäck Stuff Pack
Name_zh_TW = The Sims™ 4 斜槓主廚組合
Name_zh_CN = 《The Sims™ 4 家有厨神》组合

[EP15]
Code = SIMS4.OFF.SOLP.0x000000000005CD3D
Code2 = SIMS4.OFF.SOLP.0x000000000005A8CE
Name_en_US = The Sims™ 4 For Rent
Name_cs_CZ = The Sims™ 4 Nájemní bydlení
Name_da_DK = The Sims™ 4 Til leje
Name_de_DE = Die Sims™ 4 Zu vermieten
Name_es_ES = Los Sims™ 4 Se Alquila
Name_fi_FI = The Sims™ 4 Vuokrakodit
Name_fr_FR = Les Sims™ 4 À louer
Name_it_IT = The Sims™ 4 In Affitto
Name_ja_JP = The Sims™ 4 For Rent
Name_ko_KR = The Sims™ 4 북적북적 다세대 주택
Name_nl_NL = De Sims™ 4 Te Huur
Name_no_NO = The Sims™ 4 Til leie
Name_pl_PL = The Sims™ 4 Do wynajęcia
Name_pt_BR = The Sims™ 4 Aluga-se
Name_ru_RU = The Sims™ 4 Сдается!
Name_sv_SE = The Sims™ 4 Hyresrätter
Name_zh_TW = The Sims™ 4 樂租生活
Name_zh_CN = The Sims™ 4 乐租生活

[SP47]
Code = SIMS4.OFF.SOLP.0x000000000005F6CC
Name_en_US = The Sims™ 4 Castle Estate Kit
Name_cs_CZ = Výbava The Sims™ 4 Zámecké bydlení
Name_da_DK = The Sims™ 4 Slotte og herregårde-kit
Name_de_DE = Die Sims™ 4 Burgen- & Schlösser-Set
Name_es_ES = Los Sims™ 4 Castillo con Clase - Kit
Name_fi_FI = The Sims™ 4 Linnatilukset Kit
Name_fr_FR = Les Sims™ 4 Kit Châteaux de caractère
Name_it_IT = The Sims™ 4 Castelli di Classe Kit
Name_ja_JP = The Sims™ 4 Castle Estate Kit
Name_ko_KR = The Sims™ 4 중세의 성 키트
Name_nl_NL = De Sims™ 4 Kasteellandgoed Kit
Name_no_NO = The Sims™ 4 Slottsherregård-sett
Name_pl_PL = The Sims™ 4 Zamkowe posiadłości Kolekcja
Name_pt_BR = The Sims™ 4 Kit Era dos Castelos
Name_ru_RU = Комплект «The Sims™ 4 Личный замок»
Name_sv_SE = The Sims™ 4 Slott-kit
Name_zh_TW = 《The Sims™ 4 城堡莊園》套件包
Name_zh_CN = 《The Sims™ 4 城堡庄园》套件包

[SP48]
Code = SIMS4.OFF.SOLP.0x000000000005F6CE
Name_en_US = The Sims™ 4 Goth Galore Kit
Name_cs_CZ = Výbava The Sims™ 4 Grandiózní gotika
Name_da_DK = The Sims™ 4 På goth og ondt-kit
Name_de_DE = Die Sims™ 4 Gothic-Style-Set
Name_es_ES = Los Sims™ 4 Gusto Gótico - Kit
Name_fi_FI = The Sims™ 4 Goottikuteita Kit
Name_fr_FR = Les Sims™ 4 Kit Style gothique
Name_it_IT = The Sims™ 4 Goth a Gogo Kit
Name_ja_JP = The Sims™ 4 Goth Galore Kit
Name_ko_KR = The Sims™ 4 고스 스타일 키트
Name_nl_NL = De Sims™ 4 Gave Gothic Kit
Name_no_NO = The Sims™ 4 På goth og ondt-sett
Name_pl_PL = The Sims™ 4 Gotycki szyk Kolekcja
Name_pt_BR = The Sims™ 4 Kit Ousadia Gótica
Name_ru_RU = Комплект «The Sims™ 4 Грандиозная готика»
Name_sv_SE = The Sims™ 4 Goth stil-kit
Name_zh_TW = 《The Sims™ 4 歌德盛宴》套件包
Name_zh_CN = 《The Sims™ 4 哥特盛宴》套件包

[SP49]
Code = SIMS4.OFF.SOLP.0x000000000005B63F
Name_en_US = The Sims™ 4 Crystal Creations Stuff Pack
Name_cs_CZ = Kolekce The Sims™ 4 Krásy křišťálu
Name_da_DK = The Sims™ 4 Krystalkreationer Stuff Pack
Name_de_DE = Die Sims™ 4 Kristallkreationen-Accessoires
Name_es_ES = Los Sims™ 4 Creaciones Cristalinas Pack de Accesorios
Name_fi_FI = The Sims™ 4 Kristalliluomuksia Stuff Pack
Name_fr_FR = Les Sims™ 4 Kit d’objets Créations en cristal
Name_it_IT = The Sims™ 4 Creazioni di Cristallo Stuff Pack
Name_ja_JP = The Sims™ 4 Crystal Creations Stuff Pack
Name_ko_KR = The Sims™ 4 반짝반짝 크리스탈 아이템팩
Name_nl_NL = De Sims™ 4 Kristallen Creaties Accessoirespakket
Name_no_NO = The Sims™ 4 Krystallenes kraft stæsjpakke
Name_pl_PL = The Sims™ 4 Kryształowe cudeńka Akcesoria
Name_pt_BR = The Sims™ 4 Criações Cristalinas Coleção de Objetos
Name_ru_RU = The Sims™ 4 Сияние самоцветов — Каталог
Name_sv_SE = The Sims™ 4 Kristallkreationer Stuff Pack
Name_zh_TW = 《The Sims™ 4 晶彩創意》組合
Name_zh_CN = 《The Sims™ 4 晶彩创意》组合

[SP50]
Code = SIMS4.OFF.SOLP.0x0000000000063060
Name_en_US = The Sims™ 4 Urban Homage Kit
Name_cs_CZ = Výbava The Sims™ 4 Móda z města
Name_da_DK = The Sims™ 4 Gadens mode-kit
Name_de_DE = Die Sims™ 4 Urbane Mode-Set
Name_es_ES = Los Sims™ 4 Homenaje Urbano - Kit
Name_fi_FI = The Sims™ 4 Katumuotia Kit
Name_fr_FR = Les Sims™ 4 Kit Mode urbaine
Name_it_IT = The Sims™ 4 Omaggio Urbano Kit
Name_ja_JP = The Sims™ 4 Urban Homage Kit
Name_ko_KR = The Sims™ 4 어번 오마주 키트
Name_nl_NL = De Sims™ 4 Urban Homage Kit
Name_no_NO = The Sims™ 4 90-talls motearv-sett
Name_pl_PL = The Sims™ 4 W hołdzie miastu Kolekcja
Name_pt_BR = The Sims™ 4 Kit Herança Urbana
Name_ru_RU = The Sims™ 4 Модная ностальгия — Комплект
Name_sv_SE = The Sims™ 4 Storstadshyllning-kit
Name_zh_TW = The Sims™ 4 懷舊都市套件包
Name_zh_CN = The Sims™ 4 怀旧都市套件包

[SP51]
Code = SIMS4.OFF.SOLP.0x0000000000063061
Name_en_US = The Sims™ 4 Party Essentials Kit
Name_cs_CZ = Výbava The Sims™ 4 Nejlepší večírek
Name_da_DK = The Sims™ 4 Festlige fornødenheder-kit
Name_de_DE = Die Sims™ 4 Partyzubehör-Set
Name_es_ES = Los Sims™ 4 Decoración Festiva - Kit
Name_fi_FI = The Sims™ 4 Biletarpeita Kit
Name_fr_FR = Les Sims™ 4 Kit Fête parfaite
Name_it_IT = The Sims™ 4 Feste da Manuale Kit
Name_ja_JP = The Sims™ 4 Party Essentials Kit
Name_ko_KR = The Sims™ 4 파티 용품 키트
Name_nl_NL = De Sims™ 4 Feestbenodigdheden Kit
Name_no_NO = The Sims™ 4 Festutstyr-sett
Name_pl_PL = The Sims™ 4 Imprezowy niezbędnik Kolekcja
Name_pt_BR = The Sims™ 4 Kit A Festa é Sua
Name_ru_RU = The Sims™ 4 Все для праздника — Комплект
Name_sv_SE = The Sims™ 4 Partyprylar-kit
Name_zh_TW = The Sims™ 4 派對必備套件包
Name_zh_CN = The Sims™ 4 派对必备套件包

[SP52]
Code = SIMS4.OFF.SOLP.0x00000000000661D4
Name_en_US = The Sims™ 4 Riviera Retreat Kit
Name_cs_CZ = Výbava The Sims™ 4 Na riviéře
Name_da_DK = The Sims™ 4 Middelhavsstemning-kit
Name_de_DE = Die Sims™ 4 Riviera-Idylle-Set
Name_es_ES = Los Sims™ 4 Retiro en la Riviera - Kit
Name_fi_FI = The Sims™ 4 Rivieralla Kit
Name_fr_FR = Les Sims™ 4 Kit Riviera italienne
Name_it_IT = The Sims™ 4 Rifugio in Riviera Kit
Name_ja_JP = The Sims™ 4 Riviera Retreat Kit
Name_ko_KR = The Sims™ 4 리비에라에서의 휴가 키트
Name_nl_NL = De Sims™ 4 Riviera Retreat Kit
Name_no_NO = The Sims™ 4 Idyllisk villa-sett
Name_pl_PL = The Sims™ 4 Relaks na riwierze Kolekcja
Name_pt_BR = The Sims™ 4 Kit Retiro na Riviera
Name_ru_RU = The Sims™ 4 Вилла на Ривьере — Комплект
Name_sv_SE = The Sims™ 4 Riviera-kit
Name_zh_TW = The Sims™ 4 義大利海濱度假套件包
Name_zh_CN = 《The Sims™ 4 里维埃拉海滨度假》套件包

[SP53]
Code = SIMS4.OFF.SOLP.0x00000000000661D5
Name_en_US = The Sims™ 4 Cozy Bistro Kit
Name_cs_CZ = Výbava The Sims™ 4 Příjemné posezení
Name_da_DK = The Sims 4™ Bistroballade-kit
Name_de_DE = Die Sims™ 4 Gemütliches Bistro-Set
Name_es_ES = Los Sims™ 4 Bistró Acogedor - Kit
Name_fi_FI = The Sims™ 4 Bistrotunnelmaa Kit
Name_fr_FR = Les Sims™ 4 Kit Bistrot charmant
Name_it_IT = The Sims™ 4 Accogliente bistrò Kit
Name_ja_JP = The Sims™ 4 Cozy Bistro Kit
Name_ko_KR = The Sims™ 4 코지 비스트로 키트
Name_nl_NL = De Sims™ 4 Knusse Bistro Kit
Name_no_NO = The Sims™ 4 Bistro på hjørnet-sett
Name_pl_PL = The Sims™ 4 Przytulne bistro Kolekcja
Name_pt_BR = The Sims™ 4 Kit Bistrô Aconchegante
Name_ru_RU = The Sims™ 4 Уютное кафе — Комплект
Name_sv_SE = The Sims™ 4 Mysig bistro-kit
Name_zh_TW = The Sims™ 4 愜意小餐館套件包
Name_zh_CN = 《The Sims™ 4 惬意小餐馆》套件包

[EP16]
Code = SIMS4.OFF.SOLP.0x0000000000064B65
Code2 = SIMS4.OFF.SOLP.0x0000000000063821
Name_en_US = The Sims™ 4 Lovestruck
Name_cs_CZ = The Sims™ 4 Láska volá
Name_da_DK = The Sims™ 4 Kærlighedskuller
Name_de_DE = Die Sims™ 4 Verliebt
Name_es_ES = Los Sims™ 4 ¡Viva el Amor!
Name_fi_FI = The Sims™ 4 Lemmenhuumaa
Name_fr_FR = Les Sims™ 4 Amour fou
Name_it_IT = The Sims™ 4 Colpo di Fulmine
Name_ja_JP = The Sims™ 4 Lovestruck
Name_ko_KR = The Sims™ 4 심즈의 사랑법
Name_nl_NL = De Sims™ 4 Stapelverliefd
Name_no_NO = The Sims™ 4 Amors piler
Name_pl_PL = The Sims™ 4 Zakochaj się!
Name_pt_BR = The Sims™ 4 Paixão à Vista
Name_ru_RU = The Sims™ 4 Стрелы купидона
Name_sv_SE = The Sims™ 4 Kärlek i luften
Name_zh_TW = The Sims™ 4 怦然心動
Name_zh_CN = The Sims™ 4 怦然心动

[SP54]
Code = SIMS4.OFF.SOLP.0x000000000006A8BA
Name_en_US = The Sims™ 4 Artist Studio Kit
Name_cs_CZ = Výbava The Sims™ 4 Domácí ateliér
Name_da_DK = The Sims™ 4 Kunstnerens atelier-kit
Name_de_DE = Die Sims™ 4 Atelier-Set
Name_es_ES = Los Sims™ 4 Estudio de Arte - Kit
Name_fi_FI = The Sims™ 4 Taideateljee Kit
Name_fr_FR = Les Sims™ 4 Kit Atelier d’artiste
Name_it_IT = The Sims™ 4 Atelier Kit
Name_ja_JP = The Sims™ 4 Artist Studio Kit
Name_ko_KR = The Sims™ 4 아티스트 스튜디오 키트
Name_nl_NL = De Sims™ 4 Kunstatelier Kit
Name_no_NO = The Sims™ 4 Kreativt kaos-sett
Name_pl_PL = The Sims™ 4 Artystyczne atelier Kolekcja
Name_pt_BR = The Sims™ 4 Kit Estúdio Artístico
Name_ru_RU = The Sims™ 4 Художественная мастерская — Комплект
Name_sv_SE = The Sims™ 4 Konstnärsateljé-kit
Name_zh_TW = The Sims™ 4 藝術家工作室套件包
Name_zh_CN = 《The Sims™ 4 艺术家工作室》套件包

[SP55]
Code = SIMS4.OFF.SOLP.0x000000000006A8B1
Name_en_US = The Sims™ 4 Storybook Nursery Kit
Name_cs_CZ = Výbava The Sims™ 4 Pohádkový pokojíček
Name_da_DK = The Sims™ 4 Forunderligt børneværelse-kit
Name_de_DE = Die Sims™ 4 Wundersames Kinderzimmer-Set
Name_es_ES = Los Sims™ 4 Cuarto de Cuentos - Kit
Name_fi_FI = The Sims™ 4 Satumainen lastenhuone Kit
Name_fr_FR = Les Sims™ 4 Kit Chambre d'enfant enchantée
Name_it_IT = The Sims™ 4 Cameretta Fiabesca Kit
Name_ja_JP = The Sims™ 4 Storybook Nursery Kit
Name_ko_KR = The Sims™ 4 동화나라 아기방 키트
Name_nl_NL = De Sims™ 4 Beeldige Babykamer Kit
Name_no_NO = The Sims™ 4 Eventyrlig barneværelse-sett
Name_pl_PL = The Sims™ 4 Bajkowy pokoik Kolekcja
Name_pt_BR = The Sims™ 4 Kit Quarto Infantil das Fábulas
Name_ru_RU = The Sims™ 4 Детская из сказки — Комплект
Name_sv_SE = The Sims™ 4 Sagornas barnkammar-kit
Name_zh_TW = The Sims™ 4 童夢育兒房套件包
Name_zh_CN = 《The Sims™ 4 梦幻育婴房》套件包

[EP17]
Code = SIMS4.OFF.SOLP.0x0000000000069DFF
Code2 = SIMS4.OFF.SOLP.0x0000000000065F8E
Name_en_US = The Sims™ 4 Life & Death
Name_cs_CZ = The Sims™ 4 Život a smrt
Name_da_DK = The Sims™ 4 Den sidste rejse
Name_de_DE = Die Sims™ 4 Leben & Tod
Name_es_ES = Los Sims™ 4 Vida y Más Allá
Name_fi_FI = The Sims™ 4 Ajasta ikuisuuteen
Name_fr_FR = Les Sims™ 4 À la vie, à la mort
Name_it_IT = The Sims™ 4 Vita & Morte
Name_ja_JP = The Sims™ 4 Life & Death
Name_ko_KR = The Sims™ 4 삶과 죽음
Name_nl_NL = De Sims™ 4 Leven en Dood
Name_no_NO = The Sims™ 4 Liv og død
Name_pl_PL = The Sims™ 4 Życie i śmierć
Name_pt_BR = The Sims™ 4 Pé na Cova
Name_ru_RU = The Sims™ 4 Жизнь и смерть
Name_sv_SE = The Sims™ 4 Liv och död
Name_zh_TW = The Sims™ 4 生與死
Name_zh_CN = The Sims™ 4 生与死

[SP56]
Code = SIMS4.OFF.SOLP.0x000000000006E7DF
Name_en_US = The Sims™ 4 Sweet Slumber Party Kit
Name_cs_CZ = Výbava The Sims™ 4 Pyžamová párty
Name_da_DK = The Sims™ 4 Pyjamasparty-kit
Name_de_DE = Die Sims™ 4 Süße Pyjamaparty-Set
Name_es_ES = Los Sims™ 4 Fiesta de Pijamas - Kit
Name_fi_FI = The Sims™ 4 Pyjamabileet Kit
Name_fr_FR = Les Sims™ 4 Kit Soirée pyjama
Name_it_IT = The Sims™ 4 Pigiama Party Kit
Name_ja_JP = The Sims™ 4 Sweet Slumber Party Kit
Name_ko_KR = The Sims™ 4 즐거운 파자마 파티 키트
Name_nl_NL = De Sims™ 4 Slaapfeestje Kit
Name_no_NO = The Sims™ 4 Pyjamasparty-sett
Name_pl_PL = The Sims™ 4 Piżama party Kolekcja
Name_pt_BR = The Sims™ 4 Kit Festa do Pijama
Name_ru_RU = The Sims™ 4 Пижамная вечеринка — Комплект
Name_sv_SE = The Sims™ 4 Mysigt pyjamasparty-kit
Name_zh_TW = The Sims™ 4 甜蜜睡衣派對套件包
Name_zh_CN = The Sims™ 4 甜蜜睡衣派对套件包

[SP57]
Code = SIMS4.OFF.SOLP.0x000000000006E7E0
Name_en_US = The Sims™ 4 Cozy Kitsch Kit
Name_cs_CZ = Výbava The Sims™ 4 Kýčové pohodlí
Name_da_DK = The Sims™ 4 Kærlig Kitsch-kit
Name_de_DE = Die Sims™ 4 Gemütlicher Kitsch-Set
Name_es_ES = Los Sims™ 4 Caprichos Kitsch - Kit
Name_fi_FI = The Sims™ 4 Retroa kotiin Kit
Name_fr_FR = Les Sims™ 4 Kit Salon rétro
Name_it_IT = The Sims™ 4 Salotto Retrò Kit
Name_ja_JP = The Sims™ 4 Cozy Kitsch Kit
Name_ko_KR = The Sims™ 4 코지 키치 키트
Name_nl_NL = De Sims™ 4 Retro Kitsch Kit
Name_no_NO = The Sims™ 4 Retroglede-sett
Name_pl_PL = The Sims™ 4 Powrót retro Kolekcja
Name_pt_BR = The Sims™ 4 Kit Universo Kitsch
Name_ru_RU = The Sims™ 4 Капелька китча — Комплект
Name_sv_SE = The Sims™ 4 Kitschigt kit
Name_zh_TW = The Sims™ 4 愜意俗趣套件包
Name_zh_CN = The Sims™ 4 惬意俗趣套件包

[SP58]
Code = SIMS4.OFF.SOLP.0x000000000006E828
Name_en_US = The Sims™ 4 Comfy Gamer Kit
Name_cs_CZ = Výbava The Sims™ 4 Pohodové hraní
Name_da_DK = The Sims™ 4 Gamerhjørne-kit
Name_de_DE = Die Sims™ 4 Gemütliches Gaming-Set
Name_es_ES = Los Sims™ 4 Rincón Gamer - Kit
Name_fi_FI = The Sims™ 4 Paremmat pelipuitteet Kit
Name_fr_FR = Les Sims™ 4 Kit Bureau gaming cosy
Name_it_IT = The Sims™ 4 Postazione da Gamer Kit
Name_ja_JP = The Sims™ 4 Comfy Gamer Kit
Name_ko_KR = The Sims™ 4 게이머 라이프 키트
Name_nl_NL = De Sims™ 4 Comfy Gamer Kit
Name_no_NO = The Sims™ 4 Spill og chill-sett
Name_pl_PL = The Sims™ 4 Gamingowa wygoda Kolekcja
Name_pt_BR = The Sims™ 4 Kit Cantinho Gamer
Name_ru_RU = The Sims™ 4 Геймерское счастье — Комплект
Name_sv_SE = The Sims™ 4 Mysig gamer-kit
Name_zh_TW = The Sims™ 4 自在玩家套件包
Name_zh_CN = The Sims™ 4 自在玩家套件包

[SP59]
Code = SIMS4.OFF.SOLP.0x000000000006F575
Name_en_US = The Sims™ 4 Secret Sanctuary Kit
Name_cs_CZ = Výbava The Sims™ 4 Tajná komnata
Name_da_DK = The Sims™ 4 Hemmeligt fristed-kit
Name_de_DE = Die Sims™ 4 Geheimer Rückzugsort-Set
Name_es_ES = Los Sims™ 4 Santuario Secreto - Kit
Name_fi_FI = The Sims™ 4 Salainen buduaari Kit
Name_fr_FR = Les Sims™ 4 Kit Boudoir secret
Name_it_IT = The Sims™ 4 Rifugio Segreto Kit
Name_ja_JP = The Sims™ 4 Secret Sanctuary Kit
Name_ko_KR = The Sims™ 4 비밀스러운 안식처 키트
Name_nl_NL = De Sims™ 4 Verborgen Vertrek Kit
Name_no_NO = The Sims™ 4 Hemmelig fristed-sett
Name_pl_PL = The Sims™ 4 Sekretne sanktuarium Kolekcja
Name_pt_BR = The Sims™ 4 Kit Refúgio Secreto
Name_ru_RU = The Sims™ 4 Будуар Беллы — Комплект
Name_sv_SE = The Sims™ 4 Hemlig fristad-kit
Name_zh_TW = The Sims™ 4 秘密聖所套件包
Name_zh_CN = The Sims™ 4 秘密圣所套件包

[SP60]
Code = SIMS4.OFF.SOLP.0x000000000006F576
Name_en_US = The Sims™ 4 Casanova Cave Kit
Name_cs_CZ = Výbava The Sims™ 4 Návštěva u Casanovy
Name_da_DK = The Sims™ 4 Casanovas hule-kit
Name_de_DE = Die Sims™ 4 Casanova-Höhle-Set
Name_es_ES = Los Sims™ 4 Cuarto de Casanova - Kit
Name_fi_FI = The Sims™ 4 Casanovan kamari Kit
Name_fr_FR = Les Sims™ 4 Kit Repaire de Casanova
Name_it_IT = The Sims™ 4 Casa Casanova Kit
Name_ja_JP = The Sims™ 4 Casanova Cave Kit
Name_ko_KR = The Sims™ 4 카사노바의 아지트 키트
Name_nl_NL = De Sims™ 4 Casanova's Chillplek Kit
Name_no_NO = The Sims™ 4 Casanovas hule-sett
Name_pl_PL = The Sims™ 4 Kryjówka casanovy Kolekcja
Name_pt_BR = The Sims™ 4 Kit Aspirante a Casanova
Name_ru_RU = The Sims™ 4 Дома у донжуана — Комплект
Name_sv_SE = The Sims™ 4 Casanovas lya-kit
Name_zh_TW = The Sims™ 4 風流情巢套件包
Name_zh_CN = The Sims™ 4 风流情巢套件包

[SP61]
Code = SIMS4.OFF.SOLP.0x0000000000070A7F
Name_en_US = The Sims™ 4 Refined Living Room Kit
Name_cs_CZ = Výbava The Sims™ 4 Vyladěný obývák
Name_da_DK = The Sims™ 4 Minimalistisk modernisme-kit
Name_de_DE = Die Sims™ 4 Elegantes Wohnzimmer-Set
Name_es_ES = Los Sims™ 4 Salón Sofisticado - Kit
Name_fi_FI = The Sims™ 4 Hienostunut olohuone Kit
Name_fr_FR = Les Sims™ 4 Kit Salon élégant
Name_it_IT = The Sims™ 4 Soggiorno Raffinato Kit
Name_ja_JP = The Sims™ 4 Refined Living Room Kit
Name_ko_KR = The Sims™ 4 세련된 거실 키트
Name_nl_NL = De Sims™ 4 Klassiek Interieur Kit
Name_no_NO = The Sims™ 4 Sofistikert stue-sett
Name_pl_PL = The Sims™ 4 Wysmakowany salon Kolekcja
Name_pt_BR = The Sims™ 4 Kit Ambiente Requintado
Name_ru_RU = The Sims™ 4 Изысканная гостиная — Комплект
Name_sv_SE = The Sims™ 4 Vassa vardagsrum-kit
Name_zh_TW = The Sims™ 4 精緻客廳套件包
Name_zh_CN = The Sims™ 4 精致客厅套件包

[SP62]
Code = SIMS4.OFF.SOLP.0x0000000000070A80
Name_en_US = The Sims™ 4 Business Chic Kit
Name_cs_CZ = Výbava The Sims™ 4 Profesionální elegance
Name_da_DK = The Sims™ 4 Klædt på til business-kit
Name_de_DE = Die Sims™ 4 Business-Outfits-Set
Name_es_ES = Los Sims™ 4 Elegancia Ejecutiva - Kit
Name_fi_FI = The Sims™ 4 Bisnestyyliä Kit
Name_fr_FR = Les Sims™ 4 Kit Chic professionnel
Name_it_IT = The Sims™ 4 Business Chic Kit
Name_ja_JP = The Sims™ 4 Business Chic Kit
Name_ko_KR = The Sims™ 4 오피스 룩 키트
Name_nl_NL = De Sims™ 4 Zakelijk Chic Kit
Name_no_NO = The Sims™ 4 Kledd for business-sett
Name_pl_PL = The Sims™ 4 Biznesowy sznyt Kolekcja
Name_pt_BR = The Sims™ 4 Kit Elegância Corporativa
Name_ru_RU = The Sims™ 4 Профессионализм во всем — Комплект
Name_sv_SE = The Sims™ 4 Företagschic-kit
Name_zh_TW = The Sims™ 4 商務時尚套件包
Name_zh_CN = The Sims™ 4 商务时尚套件包

[EP18]
Code = SIMS4.OFF.SOLP.0x000000000006A9D8
Code2 = SIMS4.OFF.SOLP.0x0000000000064E47
Name_en_US = The Sims™ 4 Businesses & Hobbies
Name_cs_CZ = The Sims™ 4 Záliby a živnosti
Name_da_DK = The Sims™ 4 Passion og profit
Name_de_DE = Die Sims™ 4 Vom Hobby zum Business
Name_es_ES = Los Sims™ 4 Ocio y Negocio
Name_fi_FI = The Sims™ 4 Harrastuksesta yritys
Name_fr_FR = Les Sims™ 4 Business et loisirs
Name_it_IT = The Sims™ 4 Hobby & Attività
Name_ja_JP = The Sims™ 4 Businesses & Hobbies
Name_ko_KR = The Sims™ 4 취미와 사업
Name_nl_NL = De Sims™ 4 Zaken en Hobby's
Name_no_NO = The Sims™ 4 Forretning og fritid
Name_pl_PL = The Sims™ 4 Dochodowe hobby
Name_pt_BR = The Sims™ 4 Ócio e Negócios
Name_ru_RU = The Sims™ 4 Любимое дело
Name_sv_SE = The Sims™ 4 Fritid & Företag
Name_zh_TW = The Sims™ 4 事業與嗜好
Name_zh_CN = The Sims™ 4 事业与爱好

[SP63]
Code = SIMS4.OFF.SOLP.0x00000000000718AF
Name_en_US = The Sims™ 4 Sleek Bathroom Kit
Name_cs_CZ = Výbava The Sims™ 4 Vkusné koupelny
Name_da_DK = The Sims™ 4 Elegant badeværelse-kit
Name_de_DE = Die Sims™ 4 Elegantes Badezimmer-Set
Name_es_ES = Los Sims™ 4 Baño Elegante - Kit
Name_fi_FI = The Sims™ 4 Tyyliä kylppäriin Kit
Name_fr_FR = Les Sims™ 4 Kit Salle de bain sophistiquée
Name_it_IT = The Sims™ 4 Bagno Raffinato Kit
Name_ja_JP = The Sims™ 4 Sleek Bathroom Kit
Name_ko_KR = The Sims™ 4 세련된 욕실 키트
Name_nl_NL = De Sims™ 4 Elegante Badkamer Kit
Name_no_NO = The Sims™ 4 Stilrent baderom-sett
Name_pl_PL = The Sims™ 4 Łazienka z klasą Kolekcja
Name_pt_BR = The Sims™ 4 Kit Banheiro Elegante
Name_ru_RU = The Sims™ 4 Модная ванная — Комплект
Name_sv_SE = The Sims™ 4 Eleganta badrum-kit
Name_zh_TW = The Sims™ 4 優雅衛浴套件包
Name_zh_CN = The Sims™ 4 优雅卫浴套件包

[SP64]
Code = SIMS4.OFF.SOLP.0x00000000000718B0
Name_en_US = The Sims™ 4 Sweet Allure Kit
Name_cs_CZ = Výbava The Sims™ 4 Sladké vábení
Name_da_DK = The Sims™ 4 Bedårende beklædning-kit
Name_de_DE = Die Sims™ 4 Entzückender Style-Set
Name_es_ES = Los Sims™ 4 Estilo Encantador - Kit
Name_fi_FI = The Sims™ 4 Herttaista ja hurmaavaa Kit
Name_fr_FR = Les Sims™ 4 Kit Adorables détails
Name_it_IT = The Sims™ 4 Dolce Attrazione Kit
Name_ja_JP = The Sims™ 4 Sweet Allure Kit
Name_ko_KR = The Sims™ 4 사랑스러운 코디 키트
Name_nl_NL = De Sims™ 4 Speelse Allure Kit
Name_no_NO = The Sims™ 4 Forlokkende stil-sett
Name_pl_PL = The Sims™ 4 Słodki powab Kolekcja
Name_pt_BR = The Sims™ 4 Kit Estilo Delicado
Name_ru_RU = The Sims™ 4 Романтичное настроение — Комплект
Name_sv_SE = The Sims™ 4 Ljuva frestelser-kit
Name_zh_TW = The Sims™ 4 甜美魅力套件包
Name_zh_CN = The Sims™ 4 甜美魅力套件包

[SP65]
Code = SIMS4.OFF.SOLP.0x0000000000073489
Name_en_US = The Sims™ 4 Restoration Workshop Kit
Name_cs_CZ = Výbava The Sims™ 4 Kutilská dílna
Name_da_DK = The Sims™ 4 Vidunderligt Værksted-kit
Name_de_DE = Die Sims™ 4 Restaurations-Werkstatt-Set
Name_es_ES = Los Sims™ 4 Taller de Restauración - Kit
Name_fi_FI = The Sims™ 4 Nikkarin paja Kit
Name_fr_FR = Les Sims™ 4 Kit Atelier de bricolage
Name_it_IT = The Sims™ 4 Laboratorio di Restauro Kit
Name_ja_JP = The Sims™ 4 Restoration Workshop Kit
Name_ko_KR = The Sims™ 4 뚝딱뚝딱 공방 키트
Name_nl_NL = De Sims™ 4 Restauratiewerkplaats Kit
Name_no_NO = The Sims™ 4 Restaureringsverksted-sett
Name_pl_PL = The Sims™ 4 Warsztat majsterkowicza Kolekcja
Name_pt_BR = The Sims™ 4 Kit Oficina de Restauração
Name_ru_RU = The Sims™ 4 Ремонт своими руками — Комплект
Name_sv_SE = The Sims™ 4 Restaureringsverkstad-kit
Name_zh_TW = The Sims™ 4 巧手修復工作室套件包
Name_zh_CN = The Sims™ 4 修复大师工作室套件包

[SP66]
Code = SIMS4.OFF.SOLP.0x000000000007348A
Name_en_US = The Sims™ 4 Golden Years Kit
Name_cs_CZ = Výbava The Sims™ 4 Zlatý podzim života
Name_da_DK = The Sims™ 4 Det grå guld-kit
Name_de_DE = Die Sims™ 4 Zweiter Frühling-Set
Name_es_ES = Los Sims™ 4 Años Dorados - Kit
Name_fi_FI = The Sims™ 4 Kultaiset vuodet Kit
Name_fr_FR = Les Sims™ 4 Kit Âge d'or
Name_it_IT = The Sims™ 4 Anni d'Oro Kit
Name_ja_JP = The Sims™ 4 Golden Years Kit
Name_ko_KR = The Sims™ 4 황금빛 노년 키트
Name_nl_NL = De Sims™ 4 Gouden Jaren Kit
Name_no_NO = The Sims™ 4 Livets høst-sett
Name_pl_PL = The Sims™ 4 Złoty wiek Kolekcja
Name_pt_BR = The Sims™ 4 Kit Melhor Idade
Name_ru_RU = The Sims™ 4 Золотые годы — Комплект
Name_sv_SE = The Sims™ 4 De gyllene åren-kit
Name_zh_TW = The Sims™ 4 黃金歲月套件包
Name_zh_CN = The Sims™ 4 流金岁月套件包

[SP67]
Code = SIMS4.OFF.SOLP.0x000000000007348B
Name_en_US = The Sims™ 4 Kitchen Clutter Kit
Name_cs_CZ = Výbava The Sims™ 4 Drobnosti do kuchyně
Name_da_DK = The Sims™ 4 Hverdagskøkken-kit
Name_de_DE = Die Sims™ 4 Küchen-Allerlei-Set
Name_es_ES = Los Sims™ 4 Menaje de Cocina - Kit
Name_fi_FI = The Sims™ 4 Keittiösälää Kit
Name_fr_FR = Les Sims™ 4 Kit Accessoires de cuisine
Name_it_IT = The Sims™ 4 Oggettini da Cucina Kit
Name_ja_JP = The Sims™ 4 Kitchen Clutter Kit
Name_ko_KR = The Sims™ 4 주방용품 키트
Name_nl_NL = De Sims™ 4 Levendige Keuken Kit
Name_no_NO = The Sims™ 4 Hverdagskjøkken-sett
Name_pl_PL = The Sims™ 4 Kuchenne szpargały Kolekcja
Name_pt_BR = The Sims™ 4 Kit Itens de Cozinha
Name_ru_RU = The Sims™ 4 Кухонная утварь — Комплект
Name_sv_SE = The Sims™ 4 Kökskrams-kit
Name_zh_TW = The Sims™ 4 廚房亂哄哄套件包
Name_zh_CN = The Sims™ 4 厨房乱哄哄套件包

[EP19]
Code = SIMS4.OFF.SOLP.0x0000000000073123
Name_en_US = The Sims™ 4 Enchanted by Nature
Name_cs_CZ = The Sims™ 4 Kouzlo přírody
Name_da_DK = The Sims™ 4 Naturens magi
Name_de_DE = Die Sims™ 4 Zauber der Natur
Name_es_ES = Los Sims™ 4 Naturaleza Encantada
Name_fi_FI = The Sims™ 4 Luonnon lumo
Name_fr_FR = Les Sims™ 4 Nature enchantée
Name_it_IT = The Sims™ 4 Natura Incantata
Name_ja_JP = The Sims™ 4 Enchanted by Nature
Name_ko_KR = The Sims™ 4 신비로운 자연
Name_nl_NL = De Sims™ 4 Betoverende Natuur
Name_no_NO = The Sims™ 4 Naturens magi
Name_pl_PL = The Sims™ 4 Czar natury
Name_pt_BR = The Sims™ 4 Natureza Encantada
Name_ru_RU = The Sims™ 4 Волшебство природы
Name_sv_SE = The Sims™ 4 Förtrollande natur
Name_zh_TW = The Sims™ 4 自然奇境
Name_zh_CN = The Sims™ 4 自然奇境

[SP71]
Code = SIMS4.OFF.SOLP.0x0000000000076F8A
Name_en_US = The Sims™ 4 Grange Mudroom Kit
Name_cs_CZ = Výbava The Sims™ 4 Pořádná předsíň
Name_da_DK = The Sims™ 4 Hverdagens entré-kit
Name_de_DE = Die Sims™ 4 Ländlicher Eingangsbereich-Set
Name_es_ES = Los Sims™ 4 Recibidor Rural - Kit
Name_fi_FI = The Sims™ 4 Toimiva porstua Kit
Name_fr_FR = Les Sims™ 4 Kit Entrée bien rangée
Name_it_IT = The Sims™ 4 Fattoria di Famiglia Kit
Name_ja_JP = The Sims™ 4 Grange Mudroom Kit
Name_ko_KR = The Sims™ 4 농가 현관 꾸미기 키트
Name_nl_NL = De Sims™ 4 Landelijke Bijkeuken Kit
Name_no_NO = The Sims™ 4 Hverdagsentré-sett
Name_pl_PL = The Sims™ 4 Wiejski przedsionek Kolekcja
Name_pt_BR = The Sims™ 4 Kit Vestíbulo Rústico
Name_ru_RU = The Sims™ 4 Сельская прихожая — Комплект
Name_sv_SE = The Sims™ 4 Full fart i farstun-kit
Name_zh_TW = The Sims™ 4 農趣玄關套件包
Name_zh_CN = The Sims™ 4 农趣玄关套件包

[SP72]
Code = SIMS4.OFF.SOLP.0x0000000000076F8B
Name_en_US = The Sims™ 4 Essential Glam Kit
Name_cs_CZ = Výbava The Sims™ 4 Lichotivé líčení
Name_da_DK = The Sims™ 4 Mageløs makeup-kit
Name_de_DE = Die Sims™ 4 Essenzieller Glamour-Set
Name_es_ES = Los Sims™ 4 Maquillaje con Glamour - Kit
Name_fi_FI = The Sims™ 4 Hehkeä meikki Kit
Name_fr_FR = Les Sims™ 4 Kit Maquillage glamour
Name_it_IT = The Sims™ 4 Tutti Trucchi Kit
Name_ja_JP = The Sims™ 4 Essential Glam Kit
Name_ko_KR = The Sims™ 4 메이크업 키트
Name_nl_NL = De Sims™ 4 Essentiële Glam Kit
Name_no_NO = The Sims™ 4 Ekte glam-sett
Name_pl_PL = The Sims™ 4 Twarzowy blichtr Kolekcja
Name_pt_BR = The Sims™ 4 Kit Glamour Essencial
Name_ru_RU = The Sims™ 4 Идеальный макияж — Комплект
Name_sv_SE = The Sims™ 4 Spektakulärt smink-kit
Name_zh_TW = The Sims™ 4 百變妝容套件包
Name_zh_CN = The Sims™ 4 百变魅力套件包

[EP20]
Code = SIMS4.OFF.SOLP.0x000000000007789B
Name_en_US = The Sims™ 4 Adventure Awaits
Name_cs_CZ = The Sims™ 4 Dobrodružství volá
Name_da_DK = The Sims™ 4 Oplevelserne venter
Name_de_DE = Die Sims™ 4 Auf ins Abenteuer!
Name_es_ES = Los Sims™ 4 ¡A la Aventura!
Name_fi_FI = The Sims™ 4 Seikkailu kutsuu
Name_fr_FR = Les Sims™ 4 À l'aventure
Name_it_IT = The Sims™ 4 All'Avventura
Name_ja_JP = The Sims™ 4 Adventure Awaits
Name_ko_KR = The Sims™ 4 모험을 떠나요
Name_nl_NL = De Sims™ 4 Op Avontuur
Name_no_NO = The Sims™ 4 På nye eventyr
Name_pl_PL = The Sims™ 4 Przygoda wzywa
Name_pt_BR = The Sims™ 4 Novas Aventuras
Name_ru_RU = The Sims™ 4 Навстречу приключениям
Name_sv_SE = The Sims™ 4 Äventyret väntar
Name_zh_TW = The Sims™ 4 冒險啟程
Name_zh_CN = The Sims™ 4 冒险启程

